Repository: Malthus/skin.revolve
Catalog: language/resource.language.*/strings.po
Languages: es_es, fi_fi, fr_fr, pl_pl

# #31260
source: This category contains the settings for how the media information is displayed. This includes the information about the video or music that is currently playing.
es_es: Esta categoría contiene los ajustes de cómo se muestra la información del contenido. Esto incluye la informacion del vídeo o musica que se esté reproduciendo.
fi_fi: Tämä kategoria sisältää mediatietojen esittämiseen liittyvät asetukset. Niihin kuuluvat myös juuri toistettavan videon tai musiikin tiedot.

# #31261
source: Show the seekbar background
es_es: Mostrar fondo de la barra de búsqueda
fi_fi: Näytä hakupalkin tausta

# #31262
source: Artist Slideshow add-on
es_es: Add-on Presentación de Intérpretes
fi_fi: Artist Slideshow -lisäosa
pl_pl: Dodatek Artist Slideshow

# #31263
source: Initialising Revolve skin settings...
es_es: Inicializando ajustes de la skin Revolve...
fi_fi: Ladataan Revolven asetuksia...
pl_pl: Trwa inicjalizacja ustawień skóry Revolve...

# #31264
source: Updating Revolve skin settings...
es_es: Actualizando ajustes de la skin Revolve...
fi_fi: Päivitetään Revolven asetuksia...
pl_pl: Trwa aktualizacja ustawień skóry Revolve...

# #31265
source: Video Decoder
es_es: Decodificador de Vídeo
fi_fi: Videon purkutapa
pl_pl: Dekoder wideo

# #31266
source: Pixel Format
es_es: Formato de Píxel
fi_fi: Pikselimuoto
pl_pl: Format piksela

# #31267
source: Aspect Ratio
es_es: Relación de Aspecto
fi_fi: Kuvasuhde
pl_pl: Format obrazu

# #31268
source: Framerate
es_es: Tasa de fotogramas
fi_fi: Ruudunpäivitysnopeus
pl_pl: Klatek na sekundę

# #31269
source: Deinterlacer
es_es: Desentrelazador
fi_fi: Lomituksenpoistotapa
pl_pl: Metoda usuwania przeplotu

# #31270
source: Dialog Colours
es_es: Colores de Diálogo
fi_fi: Dialogien värit
pl_pl: Kolory okien dialogowych

# #31271
source: Navigation
es_es: Navegación
fi_fi: Selaus
pl_pl: Nawigacja

# #31272
source: Miscellaneous
es_es: Varios
fi_fi: Sekalaista
fr_fr: Divers
pl_pl: Dodatkowe

# #31273
source: Media Visuals
es_es: Ilustraciones de Contenido
fi_fi: Median visualisoinnit

# #31274
source: Fix Skipping
es_es: Arreglar Saltos
fi_fi: Korjaa hyppiminen

# #31300
source: No information available.
es_es: Sin información disponible.
fi_fi: Tietoja ei saatavilla
pl_pl: Brak dostępnych informacji.

# #31301
source: No description available.
es_es: Sin descripción disponible.
fi_fi: Kuvausta ei ole saatavilla.
pl_pl: Brak dostępnego opisu.

# #31302
source: No album listing available.
es_es: Sin listado de álbumes disponible.
fi_fi: Levyjen listausta ei ole saatavilla.
pl_pl: Brak dostępnych albumów.

# #31303
source: No track listing available.
es_es: Sin listado de pistas disponible.
fi_fi: Kappaleiden listausta ei ole saatavilla.

# #31400
source: Name for media source:
es_es: Nombre para la fuente de contenido:
fi_fi: Medialähteen nimi:
pl_pl: Nazwa źródła mediów:

# #31401
source: PVR Backend Information
es_es: Información Servidor PVR
fi_fi: PVR-taustaosan tiedot
pl_pl: O usłudze telewizyjnej

# #31402
source: Settings level
es_es: Nivel de ajustes
fi_fi: Asetustaso
fr_fr: Niveau de paramétrage
pl_pl: Poziom ustawień

# #31403
source: Backend Information
es_es: Información Servidores
fi_fi: Taustaosan tiedot

# #31404
source: Select group
es_es: Seleccionar grupo
fi_fi: Valitse ryhmä
pl_pl: Wybierz grupę

# #31405
source: Active
es_es: Activo
fi_fi: Käytössä
pl_pl: Aktywne

# #31406
source: Channel logo
es_es: Logo canal
fi_fi: Kanavalogo
pl_pl: Logo kanału

# #31407
source: Activate EPG
es_es: Activar EPG
fi_fi: Aktivoi EPG (kanavaopas)
pl_pl: Aktywuj przewodnik

# #31408
source: EPG source
es_es: Orígen EPG
fi_fi: EPG lähde
pl_pl: Źródło przewodnika

# #31409
source: Movies by director
es_es: Películas por director
fi_fi: Ohjaajan elokuvia
pl_pl: Filmy wg reżysera

# #31410
source: Show deleted
es_es: Mostrar borrados
fi_fi: Näytä poistetut
pl_pl: Pokazuj usunięte

# #31411
source: Show hidden
es_es: Mostrar ocultos
fi_fi: Näytä piilotetut
pl_pl: Pokazuj ukryte

# #31412
source: Exit Menu items
es_es: Elementos Menú Salir
fi_fi: Sammutusvalikon kohteet
pl_pl: Pozycje menu zamykania

# #31413
source: This category contains the settings for the items in the Exit Menu. These items are available in the Exit Menu, and in the Circle Items if you enable the Exit Menu in the Home Menu circle.
es_es: Esta categoría contiene los ajustes de los elementos del Menú Salir. Estos elementos estarán disponibles en el Menú Salir y en los Elementos del Circulo si se activa el Menú Salir en el círculo del Menú de Inicio.
fi_fi: Tämä kategoria sisältää lopetusvalikkoon liittyvät asetukset. Lopetusvalikon kohteet näkyvät halutessasi myös päävalikon ympyrävalikossa.

# #31414
source: Add group
es_es: Añadir grupo
fi_fi: Lisää ryhmä
pl_pl: Dodaj grupę

# #31415
source: Creator
es_es: Creador
fi_fi: Tekijä
pl_pl: Twórca

# #31416
source: Karaoke Song Selector
es_es: Selector de Canción de Karaoke
fi_fi: Karaoke kappaleen valinta
fr_fr: Sélecteur de chanson du karaoké
pl_pl: Wybór utworów Karaoke

# #31417
source: Exit Menu options
es_es: Opciones Menú Salir
fi_fi: Sammutusvalikon asetukset
pl_pl: Opcje menu zamykania

# #31418
source: Now Recording
es_es: Grabando Ahora
fi_fi: Tallennetaan
pl_pl: Teraz nagrywane

# #31419
source: Next Recording
es_es: Próxima Grabación
fi_fi: Seuraava tallennus
pl_pl: Kolejka nagrywania

# #31420
source: Edit Favourites
es_es: Editar Favoritos
fi_fi: Muokkaa Suosikkeja
pl_pl: Edytuj ulubione

# #31478
source: Last update
es_es: Última actualización
fi_fi: Viimeisin päivitys
pl_pl: Ostatnia aktualizacja

# #31479
source: Location
es_es: Ubicación
fi_fi: Sijainti
fr_fr: Emplacement
pl_pl: Lokalizacja

# #31480
source: Temperatures
es_es: Temperaturas
fi_fi: Lämpötilat
pl_pl: Temperatury

# #31481
source: Weather Provider
es_es: Proveedor de El Tiempo
fi_fi: Säätietojen Tarjoaja
pl_pl: Dostawca pogody

# #31482
source: Global Search
es_es: Búsqueda Global
fi_fi: Global Search -haku
fr_fr: Recherche globale
pl_pl: Wyszukiwanie globalne

# #31483
source: Colour Mixer
es_es: Mezclador de Color
fi_fi: Värisekoitin
pl_pl: Mikser kolorów

# #31484
source: Colour Picker
es_es: Selector de Color
fi_fi: Värivalitsin
pl_pl: Wybór koloru

# #31485
source: Main Colour
es_es: Color Principal
fi_fi: Pääväri
pl_pl: Kolor podstawowy

# #31486
source: Highlight Colour
es_es: Color Resaltado
fi_fi: Korostusväri
pl_pl: Kolor podświetlenia

# #31487
source: Background Colour
es_es: Color de Fondo
fi_fi: Taustaväri
pl_pl: Kolor tła

# #31488
source: Secondary Colour
es_es: Color Secundario
fi_fi: Toissijainen Väri
pl_pl: Kolor alternatywny

# #31489
source: Text Colour
es_es: Color de Texto
fi_fi: Tekstin väri
pl_pl: Kolor tekstu

# #31490
source: Activate or deactivate the Artist Slideshow add-on. If the Artist Slideshow add-on is activated, the music visualization is replaced by an artist slideshow.
es_es: Activar o desactivar el add-on Presentación de Intérpretes. Si esta activado, la visualización de música sera reemplazada por una presentación del intérprete.
fi_fi: Käytä tai ota pois käytöstä Artist Slideshow -lisäosa. Jos lisäosa on käytössä, musiikin visualisointi korvataan lisäosan tarjoamalla kuvaesityksellä.

# #31491
source: Manage the settings of the Artist Slideshow add-on.
es_es: Gestiona los ajustes del add-on Presentación de Intérpretes.
fi_fi: Muokkaa Artist Slideshow -lisäosan asetuksia.

# #31492
source: Play your video playlist
es_es: Reproducir tu lista de vídeos
fi_fi: Aloita videotoistolistan toistaminen

# #31493
source: Play your music playlist
es_es: Reproducir tu lista de música
fi_fi: Aloita musiikkisoittolistan soittaminen

# #31494
source: One Time Timers
es_es: Programaciones Una Vez
fi_fi: Yksittäiset ajastukset
fr_fr: Minuteurs à utilisation unique

# #31600
source: Show Global Search in Side Menu
es_es: Mostrar Búsqueda Global en el Menú Lateral
fi_fi: Näytä Global Searchin hakupainike sivuvalikossa
pl_pl: Pokazuj wyszukiwanie globalne w menu bocznym

# #31601
source: Shows or hides the Global Search option in the Side Menu. The Global Search option relies on the Global Search add-on, and this option will only be visible if this add-on is installed.
es_es: Muestra u oculta la opción Búsqueda Global en el Menú Lateral. La Búsqueda Global depende del add-on Búsqueda Global, y esta opción solo estará visible si el add-on esta instalado.
fi_fi: Näyttää tai piilottaa hakupainikkeen sivuvalikossa. Hakutoiminto käyttää Global Search -lisäosaa ja sen tulee olla asennettuna, jotta toimintoa voi käyttää.

# #31602
source: Always show Next Aired item in the Home Menu
es_es: Mostrar siempre Siguiente Emitido en el Menú Principal.
fi_fi: Näytä tulevien jaksojen esityspäivät aina päävalikossa

# #31603
source: Never hide the Next Aired Circle Item in the Home Menu. Always show the Next Aired item with the TV or Radio option, even when the Circle Item is not selected.
es_es: Nunca ocultar el Elemento Círculo de Siguiente Emitido en el Menú de Inicio. Muestra siempre el elemento Siguiente Emitido en las opciones TV y Radio, incluso cuando el Círculo no esté seleccionado.
fi_fi: Ei koskaan piilota tulevien jaksojen esitystietoja päävalikon ympyrävalikosta. Näyttää tiedot aina TV- ja Radio-valikoissa, vaikka ympyrä ei olisi valittuna.

# #31604
source: Always show the Movie item in the Home Menu
es_es: Mostrar siempre el elemento Película en el Menú de Inicio
fi_fi: Näytä Elokuvat aina päävalikossa

# #31605
source: Never hide the Movie Circle Item in the Home Menu. Always show the Movie item with the Movies option, even when the Circle Item is not selected.
es_es: Nunca ocultar el Elemento Círculo de Película en el Menú de Inicio. Muestra siempre el elemento Película en la opción Películas, incluso cuando el Círculo no esté seleccionado.
fi_fi: Ei koskaan piilota elokuvaympyrää päävalikossa. Näyttää ympyrän silloinkin, kun se ei ole valittuna.

# #31606
source: Always show the Episode item in the Home Menu
es_es: Mostrar siempre el elemento Episodio en el Menú de Inicio
fi_fi: Näytä Jaksot aina päävalikossa

# #31607
source: Never hide the Episode Circle Item in the Home Menu. Always show the Episode item with the Episodes option, even when the Circle Item is not selected.
es_es: Nunca ocultar el Elemento Círculo de Episodio en el Menú de Inicio. Muestra siempre el elemento Episodio en la opción Episodios, incluso cuando el Círculo no esté seleccionado.
fi_fi: Ei koskaan piilota jaksoympyrää päävalikossa. Näyttää ympyrän silloinkin, kun se ei ole valittuna.

# #31608
source: Always show the Album item in the Home Menu
es_es: Mostrar siempre el elemento Álbum en el Menú de Inicio
fi_fi: Näytä Albumit aina päävalikossa

# #31609
source: Never hide the Album Circle Item in the Home Menu. Always show the Album item with the Albums option, even when the Circle Item is not selected.
es_es: Nunca ocultar el Elemento Círculo de Álbum en el Menú de Inicio. Muestra siempre el elemento Álbum en la opción Álbumes, incluso cuando el Círculo no esté seleccionado.
fi_fi: Ei koskaan piilota albumiympyrää päävalikossa. Näyttää ympyrän silloinkin, kun se ei ole valittuna.

# #31610
source: Fanart in views that display files
es_es: Fanart en vistas que muestren archivos
fi_fi: Tiedostonäkymien fanitaide

# #31611
source: Tries to find fanart for views that display files. Normally, views with files do not show any fanart, and the default fanart is used for these views. If you enable this option, Revolve will attempt to use a fanart.jpg file from the current folder as the background instead of the default background.
es_es: Intenta encontrar fanarts en las vistas que muestran archivos. Normalmente, estas vistas no muestran ningún fanart, y se usa el por defecto. Si activas esta opción, Revolve intentará buscar el archivo fanart.jpg en la carpeta actual y usarlo como fondo, en lugar del fondo por defecto
fi_fi: Yrittää löytää fanitaidetta tiedostonäkymissä. Asetuksen ollessa käytössä Revolve yrittää etsiä fanart.jpg-tiedostoa avoinna olevasta kansiosta ja näyttää sen taustakuvana. Muussa tapauksessa käytetään ulkoasun oletustaustakuvaa.

# #31612
source: Open the video window in a specific path
es_es: Abrir la ventana de vídeo en una ruta específica
fi_fi: Avaa videoikkuna tietyssä polussa

# #31613
source: Paste Path
es_es: Pegar Ruta
fi_fi: Liitä polku
pl_pl: Wklej ścieżkę

# #31614
source: Copy the path from the clipboard. In some views, the context menu has an option to copy the current path to the clipboard. With this button, you can paste this path to the selected action.
es_es: Copia la ruta desde el portapapeles. En algunas vistas, el menú contextual tiene una opción para copiar la ruta actual al portapapeles. Con este botón, puedes pegar este path en la acción seleccionada.
fi_fi: Kopioi polun leikepöydältä. Joissain näkymissä on mahdollista kopioida nykyinen polku leikepöydälle. Tällä painikkeella voit liittää polun valittuun toimintoon.

# #31615
source: Copy Path to Clipboard
es_es: Copiar Ruta al Portapapeles
fi_fi: Kopioi Polku Leikepöydälle
pl_pl: Kopiuj ścieżkę do schowka

# #31616
source: Open the music window in a specific path
es_es: Abrir la ventana de música en una ruta específica
fi_fi: Avaa musiikki-ikkuna tietyssä polussa

# #31617
source: Open the pictures window in a specific path
es_es: Abrir la ventana de fotos en una ruta específica
fi_fi: Avaa kuvaikkuna tietyssä polussa

# #31618
source: Open the programs window in a specific path
es_es: Abrir la ventana de programas en una ruta específica
fi_fi: Avaa ohjelmaikkuna tietyssä polussa

# #31619
source: Activate or deactivate this option in the submenu. Active options are shown in the submenu. Deactivated options are hidden and unusable.
es_es: Activa o desactiva esta opcion en el submenú. Las opciones activadas se mostrarán en el submenú. Las desactivas se ocultarán y no serán utilizables.
fi_fi: Näytä tai piilota kohde alavalikosta. Piilotettuja kohteita ei voi käyttää.

# #31620
source: Edit this custom submenu option. You can set the name and subtitle of this option, and you can enter the action that is executed when this option is chosen in the submenu. You can activate or deactivate this option, showing or hiding it in this submenu.
es_es: Edita esta opción personalizada de submenú. Puede tener un nombre y un subtitulo para la opción y luego puedes definir que acción ejecutará cuando se elija esta opción en el submenú. Puedes activar o desactivar esta opción, mostrarla u ocultarla dentro del submenú.
fi_fi: Muokkaa alavalikon kohdetta. Voit vaihtaa kohteen nimen ja valita suoritettavan toiminnon. Voit myös piilottaa kohteen tarvittaessa.

# #31621
source: Move the selected menu item up or down in the list of menu items to rearrange this menu. This operation is very slow.
es_es: Mueve el elemento de menú seleccionado arriba o abajo en la lista de elementos de menú para reorganzarlos. Esta operación es muy lenta.
fi_fi: Siirrä valikon kohdetta ylös- tai alaspäin. Tämä on erittäin hidas operaatio.

# #31622
source: Choose the primary colours of the Revolve skin. You can choose to use the theme's colours, or you can select another primary colour (and matching highlight colour), or you can select custom colours.
es_es: Elige los colores primarios para la skin Revolve. Puedes elegir usar los colores del tema, o puedes escoger otro color primario (y un color resaltado acorde), o puedes definir tus propios colores.
fi_fi: Valitse Revolve-ulkoasun päävärit. Voit käyttää teeman värejä, valita jonkun valmiista väreistä tai voit valita kaikki värit itse.

# #31623
source: Choose the background colours (and other secondary colours) of the Revolve skin. You can choose to use the theme's colours, or you can select another background colour (and matching secondary colours), or you can select custom colours.
es_es: Elige los colores de fondo (y otros colores secundarios) para la skin Revolve. Puedes elegir usar los colores del tema, o puedes escoger otro color de fondo (y colores secundarios acordes), o puedes definir tus propios colores.
fi_fi: Valitse Revolve-ulkoasun taustavärit (ja muut toissijaiset värit). Voit käyttää teeman värejä, valita jonkun valmiista väreistä tai voit valita kaikki värit itse.

# #31624
source: Set the main colour of the Revolve skin. The main colour is used to paint active elements. The main colour should be different from the background colour and the secondary colour.
es_es: Elige el color principal para la skin Revolve. El color principal es que se usará para los elementos activos. Debe ser diferente del color de fondo y del color secundario.
fi_fi: Valitse Revolve-ulkoasun pääväri. Pääväriä käytetään aktiivisissa elementeissä. Päävärin tulisi erottua selkeästi taustaväristä ja toissijaisista väreistä.

# #31625
source: Set the highlight colour of the Revolve skin. The highlight colour is used to highlight the video or song that is currently playing, and to mark the focused player control.
es_es: Elige el color resaltado para la skin Revolve. El color resaltado es que se usará para el vídeo o canción que se está reproduciendo y para marcar el control del reproductor que tiene el foco.
fi_fi: Valitse Revolve-ulkoasun korostusväri. Korostusväriä käytetään toistettavan videon tai kappaleen nimen korostamisessa ja korostetuissa painikkeissa.

# #31626
source: Set the background colour of the Revolve skin. The background colour is used to fill the background of the Revolve skin, to draw the dialogs, and to draw the background for the currently playing media. It is often used to draw outlines for labels. The background colour should be different from the main colour, the secondary colour, and the text colour.
es_es: Elige el color del fondo de la skin de Revolve. El color del fondo se usa para rellenar los fondos de la skin Revolve, para dibujar los diálogos y para el fondo de la reproducción actual. Se usa también para dibujar las líneas de las etiquetas. El color del fondo debe ser diferente del principal, del secundario y del del texto.
fi_fi: Valitse Revolve-ulkoasun taustaväri. Taustaväriä käytetään taustakuvissa ja dialogeissa. Väriä käytetään usein tekstikehysten reunoissa. Taustavärin tulisi erota selkeästi pääväristä, toissijaisesta väristä ja tekstiväristä.

# #31627
source: Set the secondary colour of the Revolve skin. The secondary colour is used to colour items on screen that should not match the main colour or background colour, such as some controls and some texts. The secondary colour should be different from the main colour and the background colour.
es_es: Elige el color secundario de la skin Revolve. El color secundario se usa para colorear los elementos en pantalla que no se pintan con el color principal ni con el de fondo, como algunos controles y textos. El color secundario debe ser distinto del principal y del color del fondo.
fi_fi: Valitse Revolve-ulkoasun toissijainen väri. Toissijaista väriä käytetään kohteissa joiden tulisi erottua taustasta ja pääväristä. Taustavärin tulisi erota selkeästi pääväristä ja taustaväristä.

# #31628
source: Set the text colour of the Revolve skin. The text colour is mostly used to write texts in dialogs, and to paint the menu options in the Home Menu. The text colour should be different from the background colour.
es_es: Elige el color del texto para la skin Revolve. El color del texto se usa para escribir texto en los diálogos, y para pintar las opciones del Menú de Inicio. El color del texto debe ser distinto al del fondo.
fi_fi: Valitse Revolve-ulkoasun tekstin väri. Tekstin väriä käytetään dialogien teksteissä ja päävalikon nimissä. Tekstivärin tulisi erota selkeästi taustaväristä.

# #31629
source: Execute default shut down action
es_es: Ejecutar acción de apagado por defecto
fi_fi: Suorita oletussammutustoiminto

# #31630
source: Reset the colours of the Revolve skin. This skin is hard to navigate if the skin colours are similar. This panic button (which has a fixed colour) can be used to reset the skin colours to their default values.
es_es: Reinicia los colores de la skin Revolve. Si los colores son similares, es muy difícil navegar por la skin. Este botón del pánico (que tiene un color fijos) se puede usar para reiniciar los colores de la skin a sus valores por defecto.
fi_fi: Palauttaa ulkoasun oletusvärit. Ulkoasua on hankala käyttää, jos värit eivät erotu toisistaan. Tällä paniikkinappulalla saat palautettua kaikki värit oletusarvoihinsa.

# #31631
source: Open Favourites in custom window
es_es: Abrir Favoritos en una ventana personalizada
fi_fi: Avaa Suosikit omassa ikkunassa

# #31632
source: Activate or deactivate this option in the Home Menu. Active options are shown in the Home Menu, although some options might have additional requirements. Deactivated options are hidden and unusable.
es_es: Activa o desactiva esta opción en el Menú de Inicio. Las opciones activas se mostrarán en el menú, a no ser que tengan requerimientos adicionales. Las opciones desactivadas se ocultarán y no serán utilizables.
fi_fi: Käytä tai ota pois käytöstä tämä päävalikon kohde. Käytössä olevat kohteet näytetään päävalikossa, tosin joillain kohteilla voi olla lisävaatimuksia. Pois käytöstä olevat kohteet eivät näy päävalikossa.

# #31633
source: Open in progress TV shows
es_es: Abrir Series de TV en progreso
fi_fi: Avaa kesken olevat tv-sarjat

# #31700
source: All Items
es_es: Todos los elementos
fi_fi: Kaikki
pl_pl: Wszystkie pozycje

# #31701
source: Kodi Items
es_es: Elementos Kodi
fi_fi: Kodin kohteet
pl_pl: Pozycje Kodi

# #31702
source: Screen Widgets Items
es_es: Elementos Widgets de Pantalla
fi_fi: Widgetien kohteet

# #31703
source: Library Data Provider Items
es_es: Elementos de Proveedor de Datos de Colección
fi_fi: Library Data Providerin kohteet

# #31710
source: provided by
es_es: provisto por
fi_fi: tarjoajana
pl_pl: dostarczone przez

# #31711
source: (provided by Kodi)
es_es: (provisto por Kodi)
fi_fi: (tarjoajana Kodi)
pl_pl: (dostarczone przez Kodi)

# #31712
source: (provided by Screen Widgets)
es_es: (provisto por Widgets de Pantalla)
fi_fi: (tarjoajana Screen Widgets)

# #31713
source: (provided by Library Data Provider)
es_es: (provisto por Proveedor de Datos de Colección)
fi_fi: (tarjoajana Library Data Provider)

# #31720
source: Nothing
es_es: Nada
fi_fi: Ei mitään
pl_pl: Brak

# #31721
source: Latest Movies
es_es: Últimas Películas
fi_fi: Uudet elokuvat
fr_fr: Derniers films
pl_pl: Filmy ostatnio dodane

# #31722
source: Latest Episodes
es_es: Últimos Episodios
fi_fi: Uudet jaksot
pl_pl: Odcinki ostatnio dodane

# #31723
source: Latest Music Videos
es_es: Últimos Vídeos Musicales
fi_fi: Uudet musiikkivideot
pl_pl: Teledyski ostatnio dodane

# #31724
source: Latest Songs
es_es: Últimas canciones
fi_fi: Uudet kappaleet
pl_pl: Utwory ostatnio dodane

# #31725
source: Latest Albums
es_es: Últimos Álbumes
fi_fi: Uudet levyt
pl_pl: Albumy ostatnio dodane

# #31726
source: Random Movies
es_es: Películas Aleatorias
fi_fi: Satunnaiset elokuvat
fr_fr: Films au hasard
pl_pl: Filmy wylosowane

# #31727
source: Random Episodes
es_es: Episodios Aleatorios
fi_fi: Satunnaiset jaksot
fr_fr: Épisodes au hasard
pl_pl: Odcinki wylosowane

# #31728
source: Random Music Videos
es_es: Vídeos Musicales Aleatorios
fi_fi: Satunnaiset musiikkivideot
pl_pl: Teledyski wylosowane

# #31729
source: Random Albums
es_es: Álbumes Aleatorios
fi_fi: Satunnaiset levyt
fr_fr: Albums au hasard
pl_pl: Albumy wylosowane

# #31730
source: Random Artists
es_es: Intérpretes Aleatorios
fi_fi: Satunnaiset esittäjät
pl_pl: Wykonawcy wylosowani

# #31731
source: Random Songs
es_es: Canciones Aleatorias
fi_fi: Satunnaiset kappaleet
pl_pl: Utwory wylosowane

# #31732
source: Random Add-ons
es_es: Add-ons Aleatorios
fi_fi: Satunnaiset lisäosat
pl_pl: Dodatki wylosowane
