Repository: Malthus/skin.revolve
Catalog: language/resource.language.*/strings.po
Languages: es_es, fi_fi, fr_fr, pl_pl

# #31001
source: Live TV
es_es: TV en Directo
fi_fi: TV-lähetys
fr_fr: TV en direct
pl_pl: Telewizja

# #31003
source: TV Shows
es_es: Series TV
fi_fi: Tv-sarjat
fr_fr: Séries TV
pl_pl: Seriale

# #31004
source: Books
es_es: Libros
fi_fi: Kirjat
fr_fr: Livres
pl_pl: Książki

# #31019
source: Revolve Info
es_es: Info Revolve
fi_fi: Tietoja Revolvesta
fr_fr: Infos Revolve
pl_pl: O Revolve

# #31020
source: Play your
es_es: Reproducir tu
fi_fi: Toista
fr_fr: Jouer
pl_pl: Odtwarzaj

# #31021
source: Watch
es_es: Ver
fi_fi: Katso
fr_fr: Regarder
pl_pl: Obejrzyj

# #31022
source: Predict the
es_es: Predecir el
fi_fi: Ennusta
fr_fr: Prévoir

# #31023
source: Manage your
es_es: Gestionar tu
fi_fi: Hallitse
fr_fr: Gérer
pl_pl: Zarządzaj

# #31024
source: Do a skin
es_es: Hacer una skin
fi_fi: Luo ulkoasu
fr_fr: Faire un habillage

# #31025
source: Leave through the
es_es: Dejar de
fi_fi: Poistu

# #31026
source: Enjoy your
es_es: Disfrutar tu
fi_fi: Nauti
fr_fr: Prendre plaisir

# #31027
source: Read your
es_es: Leer tu
fi_fi: Lue
fr_fr: Lire
pl_pl: Przeczytaj

# #31028
source: Change your
es_es: Cambiar tu
fi_fi: Muuta
fr_fr: Modifier
pl_pl: Zmień

# #31029
source: Wait until the
es_es: Esperar hasta
fi_fi: Odota kunnes
fr_fr: Attendre jusqu'à
pl_pl: Czekaj aż

# #31030
source: Do a Global
es_es: Hacer globalmente
fi_fi: Globaali
fr_fr: Faire un global

# #31031
source: Your System
es_es: Tu sistema
fi_fi: Järjestelmäsi
fr_fr: Ce système
pl_pl: Twój system

# #31032
source: Read
es_es: Leer
fi_fi: Lue
fr_fr: Lire
pl_pl: Czytaj

# #31035
source: Pixels
fi_fi: Pikseliä
pl_pl: Piksele

# #31080
source: Settings Menu
es_es: Menú Ajustes
fi_fi: Asetukset
fr_fr: Menu des paramètres
pl_pl: Menu ustawień

# #31081
source: Exit Menu
es_es: Menú Salir
fi_fi: Lopetusvalikko
fr_fr: Menu de fermeture
pl_pl: Menu zamykania

# #31082
source: Power Off
es_es: Apagar
fi_fi: Virta pois
fr_fr: Éteindre
pl_pl: Zamknij system

# #31083
source: Custom Timer
es_es: Temporizador Personalizado
fi_fi: Oma ajastin
fr_fr: Minuteur personnalisé

# #31100
source: Run
es_es: Ejecutar
fi_fi: Käynnistä
fr_fr: Exécuter
pl_pl: Uruchom

# #31101
source: PVR
fi_fi: Tallennin
pl_pl: Telewizja

# #31102
source: New
es_es: Nuevo
fi_fi: Uusi
fr_fr: Nouveau
pl_pl: Nowy

# #31103
source: Memory used:
es_es: Memoria usada:
fi_fi: Muistinkäyttö:
fr_fr: Mémoire utilisée:
pl_pl: Użycie pamięci:

# #31104
source: Clear playlist
es_es: Limpiar lista
fi_fi: Tyhjennä toistolista
fr_fr: Effacer la liste de lecture
pl_pl: Wyczyść listę

# #31105
source: Order:
es_es: Orden:
fi_fi: Suunta:
fr_fr: Ordre :
pl_pl: Porządek:

# #31106
source: Navigation options
es_es: Opciones de navegación
fi_fi: Selausasetukset
fr_fr: Options de navigation
pl_pl: Opcje nawigacji

# #31107
source: Playlist/Library options
es_es: Opciones de lista/colección
fi_fi: Toistolistan/kirjaston asetukset
fr_fr: Options listes de lecture/médiatèque
pl_pl: Opcje biblioteki i list odtwarzania

# #31108
source: Slideshow options
es_es: Opciones de pase de diapositivas
fi_fi: Kuvaesityksen asetukset
fr_fr: Options diaporama
pl_pl: Opcje pokazu slajdów

# #31109
source: Settings options
es_es: Opciones de ajuste
fi_fi: Asetukset
fr_fr: Options des paramètres
pl_pl: Opcje ustawień

# #31110
source: Media options
es_es: Opciones de contenido
fi_fi: Media-asetukset
pl_pl: Opcje mediów

# #31120
source: Home Menu items
es_es: Elementos del Menú de Inicio
fi_fi: Päävalikon kohteet
fr_fr: Éléments du menu d'accueil
pl_pl: Pozycje menu startowego

# #31121
source: Home Menu options
es_es: Opciones del Menú de Inicio
fi_fi: Päävalikon asetukset
fr_fr: Options du menu d'accueil
pl_pl: Opcje menu startowego

# #31122
source: Background visuals
es_es: Visualizaciones de fondo
fi_fi: Taustan visualisointi
fr_fr: Visuels d'arrière-plan
pl_pl: Tło wizualizacji

# #31123
source: Background music visualisation
es_es: Visualización musical de fondo
fi_fi: Näytä musiikin visualisoinnit
fr_fr: Visualisation d'arrière-plan des musiques
pl_pl: Tło wizualizacji muzyki

# #31124
source: Background video playback
es_es: Reproducción de vídeo de fondo
fi_fi: Näytä video taustalla
fr_fr: Lecture de vidéo en arrière-plan
pl_pl: Tło odtwarzania wideo

# #31125
source: Default Add-ons
es_es: Add-ons por defecto
fi_fi: Oletuslisäosat
fr_fr: Extensions prédéfinies
pl_pl: Domyślne dodatki

# #31126
source: Default lyrics script
es_es: Script de letras por defecto
fi_fi: Sanoitusten oletusskripti
fr_fr: Script prédéfini des paroles
pl_pl: Domyślny dodatek tekstu utworu

# #31127
source: Debug information
es_es: Información de depuración
fi_fi: Virheenkorjaustiedot
fr_fr: Informations de débogage
pl_pl: Informacje diagnostyczne

# #31128
source: Faded background images
es_es: Imagenes de fondo descoloridas
fi_fi: Himmennetty taustakuva
fr_fr: Images d'arrière-plan estompées

# #31129
source: Faded music visualisation
es_es: Visualización musical descolorida
fi_fi: Himmennetty visualisointi
fr_fr: Visualisation de musique estompée

# #31130
source: Faded video playback
es_es: Reproducción de vídeo de fondo descolorida
fi_fi: Himmennetty videotoisto
fr_fr: Lecture vidéo estompée

# #31131
source: Background images and pictures
es_es: Imagenes y fotos de fondo
fi_fi: Näytä taustakuvat
fr_fr: Images d'arrière-plan
pl_pl: Obrazy i zdjęcia tła

# #31132
source: Miscellaneous settings
es_es: Ajustes varios
fi_fi: Muut asetukset
fr_fr: Paramètres divers
pl_pl: Inne ustawienia

# #31133
source: Debug settings
es_es: Ajustes de depuración
fi_fi: Virheenkorjausasetukset
fr_fr: Paramètres de débogage
pl_pl: Ustawienia diagnostyki

# #31134
source: Show debug grid
es_es: Mostrar parrilla de depuración
fi_fi: Näytä debug-ruudukko
fr_fr: Afficher la grille de débogage
pl_pl: Pokazuj siatkę diagnostyczną

# #31135
source: Show debug information
es_es: Mostrar información de depuración
fi_fi: Näytä virheenkorjaustiedot
fr_fr: Afficher les informations de débogage
pl_pl: Pokazuj informacje diagnostyczne

# #31136
source: Edit custom option
es_es: Editar opción personalizada
fi_fi: Muokkaa omaa asetusta
fr_fr: Modifier les options personnalisées
pl_pl: Edytuj niestandardową opcję

# #31137
source: Show Side Menu when it is not focused
es_es: Mostrar Menú Lateral cuando no tiene el foco
fi_fi: Näytä sivuvalikon reunus aina
fr_fr: Afficher le menu latéral quand il n'est pas focalisé

# #31138
source: Show 'No information available' messages
es_es: Mostrar mensajes 'Sin información disponible'
fi_fi: Näytä 'Tietoja ei saatavilla'-merkinnät
fr_fr: Afficher les messages « Aucune information disponible »

# #31139
source: Settings level:
es_es: Nivel de ajustes:
fi_fi: Asetustaso:
fr_fr: Niveau de paramétrage :
pl_pl: Poziom ustawień

# #31140
source: Custom Option
es_es: Opción Personalizada
fi_fi: Oma valikko
fr_fr: Option personnalisée
pl_pl: Niestandardowa opcja

# #31141
source: Reset all skin settings to default
es_es: Restaurar los ajustes por defecto del skin
fi_fi: Palauta ulkoasun oletusasetukset
fr_fr: Réinitialiser tous les paramètres d'habillage
pl_pl: Przywróć domyślne ustawienia skóry

# #31142
source: Edit action
es_es: Editar acción
fi_fi: Muokkaa toimintoa
fr_fr: Modifier l'action
pl_pl: Edytuj akcję

# #31143
source: Show scrollbar in views when it is not focused
es_es: Mostrar barras de desplazamiento en vistas que no tengan el foco
fi_fi: Näytä vierityspalkki aina
fr_fr: Afficher la barre de défilement dans les vues quand elle n'est pas focalisée

# #31144
source: Show media flag icons
es_es: Mostrar iconos de indicadores de contenido
fi_fi: Näytä mediatiedot
fr_fr: Afficher les icônes de drapeau des médias
pl_pl: Pokazuj etykiety mediów

# #31145
source: Show artwork thumbnail when playing media
es_es: Mostrar miniatura del arte cuando se reproduce contenido
fi_fi: Näytä pienoiskuva mediatoiston aikana
fr_fr: Afficher la miniature d'illustration en lecture de média
pl_pl: Pokazuj miniaturę podczas odtwarzania mediów

# #31146
source: Skin Information
es_es: Información de Skin
fi_fi: Ulkoasun tiedot
fr_fr: Informations sur l'habillage
pl_pl: O skórze

# #31147
source: Changelog
es_es: Cambios
fi_fi: Muutoshistoria
pl_pl: Lista zmian

# #31148
source: Credits
es_es: Créditos
fi_fi: Tekijät
pl_pl: Autorzy

# #31149
source: Show the Revolve Title Screen on startup
es_es: Mostrar Pantalla Título Revolve al arrancar
fi_fi: Näytä Revolven latausruutu
pl_pl: Pokazuj ekran tytułowy Revolve podczas uruchamiania

# #31150
source: Show descriptions in Landscape view
es_es: Mostrar descripciones en la vista Apaisado
fi_fi: Näytä juonikuvaukset vaakanäkymässä

# #31151
source: Show back button
es_es: Mostrar boton atrás
fi_fi: Näytä paluupainike
pl_pl: Pokazuj przycisk powrotu

# #31152
source: Group items in the Side Menu
es_es: Agrupar elementos en el Menú Lateral
fi_fi: Ryhmittele sivuvalikon kohteet
pl_pl: Grupuj pozycje bocznego menu

# #31153
source: Location:
es_es: Ubicación:
fi_fi: Sijainti:
fr_fr: Emplacement :
pl_pl: Lokalizacja:

# #31154
source: Show background behind media overlays
es_es: Mostrar fondo detras de las capas de contenido
fi_fi: Näytä mediatietojen tausta
fr_fr: Afficher l'arrière-plan derrière les superpositions des médias
pl_pl: Pokazuj tło za nakładkami mediów

# #31155
source: Show names in Thumbnails and Panels views
es_es: Mostrar nombres en las vistas Miniaturas y Paneles
fi_fi: Näytä nimet pienoiskuva- ja paneelinäkymissä
fr_fr: Afficher les noms en vues Miniatures et Panneaux
pl_pl: Pokazuj nazwy w widokach miniatur i paneli

# #31156
source: Show help in settings windows
es_es: Mostrar ayuda en las ventanas de ajuste
fi_fi: Näytä asetusvalikoiden ohjetekstit
fr_fr: Afficher l'aide dans la fenêtre des paramètres
pl_pl: Pokazuj pomoc dla ustawień

# #31157
source: Additional information
es_es: Información Adicional
fi_fi: Lisätietoja
fr_fr: Informations supplémentaires
pl_pl: Dodatkowe informacje

# #31158
source: Add some additional information, like the filename of the background image or the path from the currently displayed view, to the on-screen debug information.
es_es: Añade alguna información adicional, como el nombre de archivo de la imagen del fondo o la ruta de la vista actual, a la información de depuración.
fi_fi: Näytä virheenkorjaustiedoissa lisätietoja, kuten taustakuvan tiedostopolun tai nykyisen näkymän polun.
fr_fr: Ajoute quelques informations supplémentaires, comme le nom de l'image d'arrière-plan ou le chemin de l'affichage actuel, aux informations de débogage à l'écran.

# #31159
source: Choose Additional Debug Information
es_es: Escoger Información Adicional de Depuración
fi_fi: Valitse virheenkorjauksen lisätiedot
fr_fr: Choisir les Informations de débogage supplémentaires

# #31160
source: Enable the Music Videos option in the Home Menu. This option will only be visible in the Home Menu if your library contains at least one music video.
es_es: Activa la opción Vídeos Musicales en el Menú de Inicio. Esta opción solo estará visible en el Menú de Inicio si tu colección contiene al menos un vídeo musical.
fi_fi: Näytä "Musiikkivideot" päävalikossa. Asetus pätee vain silloin, kun kirjastossa on vähintään yksi musiikkivideo.
fr_fr: Active l'option Vidéo musicale dans le menu d'accueil. Cette option sera seulement visible dans le menu d'accueil si la médiathèque contient au moins une vidéo musicale.

# #31161
source: Enable the display of images, both Revolve artwork and fanart, in the background.
es_es: Activa la muestra de imágenes, arte Revolve y fanart, de fondo.
fi_fi: Näyttää sekä Revolven kuvat että fanitaiteet taustalla.
fr_fr: Active l'affichage des images d'illustration Revolve et de FanArt à l'arrière-plan.

# #31162
source: Enable the fading of the images that are shown in the background. Faded background images improve the readability of the information on screen.
es_es: Activa la decoloración de las imágenes que se muestran como fondo. Esto mejora la lectura de la información en pantalla.
fi_fi: Himmentää taustakuvia tekstin ja muun informaation lukemisen helpottamiseksi.
fr_fr: Estompe les images affichées en arrière-plan. Les images estompées améliorent la lisibilité des informations à l'écran.

# #31163
source: Enable music visualisation in the background. If music visualisation is disabled, Revolve will display background images (if those are enabled).
es_es: Activa la visualización de música como fondo. Si esta desactivada, Revolve mostrará imágenes de fondo (si están activadas).
fi_fi: Näyttää musiikin visualisoinnin valikoiden taustalla. Jos visualisointi ei ole käytössä, näytetään taustakuva.
fr_fr: Active la visualisation de musique en arrière-plan. Si désactivé, Revolve affichera des images en arrière-plan (si activé).

# #31164
source: Enable the fading of music visualisation in the background. Faded music visualisation improves the readability of the information on screen.
es_es: Activa la decoloración de la visualización de música que se muestra como fondo. Esto mejora la lectura de la información en pantalla.
fi_fi: Himmentää musiikin visualisointia tekstin ja muiden tietojen lukemisen helpottamiseksi.
fr_fr: Estompe la visualisation de musique en arrière-plan. La visualisation estompée améliore la lisibilité des informations à l'écran.

# #31165
source: Enable video playback in the background. If video playback is disabled, Revolve will display background images (if those are enabled).
es_es: Activa la reproducción de vídeo como fondo. Si esta desactivado, Revolve mostrará imágenes de fondo (si están activadas).
fi_fi: Näyttää toistettavan videon valikoiden taustalla. Jos videota ei ole toisteta, näytetään taustakuva.
fr_fr: Active la lecture vidéo en arrière-plan. Si désactivé, Revolve affichera des images en arrière-plan (si activé).

# #31166
source: Enable the fading of video playback in the background. Faded video playback improves the readability of the information on screen. Full screen video playback is not affected by this setting.
es_es: Activa la decoloración de los vídeos que se muestran como fondo. Esto mejora la lectura de la información en pantalla.
fi_fi: Himmentää toistettua videota tekstin ja muiden tietojen lukemisen helpottamiseksi. Ei vaikuta kokoruututilaan.
fr_fr: Estompe les vidéos affichées en arrière-plan. Les vidéos estompées améliorent la lisibilité des informations à l'écran. La lecture en plein écran n'est pas concernée par ce paramètre.

# #31167
source: Edit this pre-defined option. You can set the action that is executed when this option is chosen in the Home Menu.
es_es: Edita esta opción predefinida. Cambia la acción que ejecuta cuando esta opción se elija en el Menú de Inicio.
fi_fi: Muokkaa tätä esimääriteltyä asetusta. Voit valita suoritettavan komennon, kun tämä kohde valitaan päävalikossa.
fr_fr: Modifie cette option prédéfinie. Il est possible de définir l'action qui sera exécutée quand cette option sera choisie dans le menu d'accueil.

# #31168
source: Enable this custom option in the Home Menu. You should provide a name and an action to make this custom option do something useful.
es_es: Activa esta opción personalizada en el Menú de Inicio. Debe definirse un nombre y una acción que haga algo útil.
fi_fi: Ota tämä komento käyttöön päävalikossa. Anna komennolle nimi ja määritä sille jokin toiminto.
fr_fr: Active cette option personnalisée dans le menu d'accueil. Un nom et une action devront être fournies pour que cette option soit utilisable.

# #31169
source: Edit this custom option. You can set the name and subtitle of the option, and you can enter the action that is executed when this option is chosen in the Home Menu.
es_es: Edita esta opción personalizada. Puede tener un nombre y un subtitulo para la opción y luego puedes definir que acción ejecutará cuando se elija esta opción en el Menú de Inicio.
fi_fi: Muokkaa omaa valikkoa. Voit asettaa valikon nimen ja toisen tekstirivin tekstin. Voit valita mikä toiminto suoritetaan valikkoa käytettäessä.
fr_fr: Modifie cette option personnalisée. Il est possible de définir le nom et le sous-tire de l'option et de saisir l'action qui sera exécutée quand cette option sera choisie dans le menu d'accueil.

# #31170
source: Enable the Books option in the Home Menu.
es_es: Activa la opción Libros en el Menú de Inicio.
fi_fi: Näytä Kirjat päävalikossa

# #31171
source: Enable the Games option in the Home Menu.
es_es: Activa la opción Juegos en el Menú de Inicio.
fi_fi: Näytä Pelit päävalikossa

# #31172
source: Enable the Favourites option in the Home Menu.
es_es: Activa la opción Favoritos en el Menú de Inicio.
fi_fi: Näytä Suosikit päävalikossa
pl_pl: Dodaje pozycje Ulubione do menu startowego.

# #31173
source: Enable the Videos option in the Home Menu.
es_es: Activa la opción Vídeos en el Menú de Inicio.
fi_fi: Näytä Videot päävalikossa
pl_pl: Dodaje pozycje Wideo do menu startowego.

# #31174
source: Enable the Movies option in the Home Menu. This option will only be visible in the Home Menu if your library contains at least one movie.
es_es: Activa la opción Películas en el Menú de Inicio. Esta opción solo será visible en el Menú de Inicio si la colección contiene al menos una película.
fi_fi: Näyttää Elokuvat-valikon päävalikossa. Videokirjastossa pitää olla vähintään yksi elokuva, jotta valikko näkyy.

# #31175
source: Enable the TV Shows option in the Home Menu. This option will only be visible in the Home Menu if your library contains at least one tv show.
es_es: Activa la opción Series de TV en el Menú de Inicio. Esta opción solo estará visible en el Menú de Inicio si tu colección contiene al menos una serie de TV.
fi_fi: Näyttää tv-sarjavalikon päävalikossa. Valikko on näkyvissä vain, jos mediakirjastossasi on vähintään yksi tv-sarja.

# #31176
source: Enable the Music option in the Home Menu.
es_es: Activa la opción Música en el Menú de Inicio.
fi_fi: Näytä Musiikki päävalikossa

# #31177
source: Enable the Pictures option in the Home Menu.
es_es: Activa la opción Fotos en el Menú de Inicio.
fi_fi: Näytä Kuvat päävalikossa

# #31178
source: Enable the Programs option in the Home Menu.
es_es: Activa la opción Programas en el Menú de Inicio.
fi_fi: Näytä Ohjelmat päävalikossa

# #31179
source: Enable the Weather option in the Home Menu.
es_es: Activa la opción El Tiempo en el Menú de Inicio.
fi_fi: Näytä Sää päävalikossa
pl_pl: Dodaje pozycję Pogoda do menu startowego.

# #31180
source: Enable the File Manager option in the Home Menu.
es_es: Activa la opción Administrador de Archivos en el Menú de Inicio.
fi_fi: Näytä Tiedostonhallinta päävalikossa
pl_pl: Dodaje pozycję Menadżer plików do menu startowego.

# #31181
source: Enable the Add-ons option in the Home Menu. You can always manage your add-ons through the Add-ons option in the Settings menu.
es_es: Activa la opción Add-ons en el Menú de Inicio. Puedes gestionar siempre tus add-ons desde la opción Add-ons del Menú de Ajustes.
fi_fi: Näytä "Lisäosat" päävalikossa. Voit aina hallita lisäosiasi asetusvalikon lisäosavalikosta.

# #31182
source: Enable the Settings option in the Home Menu. You should realize that it is hard to change these settings without this option!
es_es: Activa la opción Ajustes en el Menú de Inicio. ¡Recuerda que es muy difícil cambiar los ajustes sin esta opción!
fi_fi: Näytä "Asetukset" päävalikossa. Huomaa, että asetusten muuttaminen on vaikeaa, jos tämä valikko on piilotettu!

# #31183
source: Enable the Exit option in the Home Menu. You might need this option to exit Kodi.
es_es: Activa la opción Salir en el Menú de Inicio. Puedes necesitas esta opción para salir de Kodi.
fi_fi: Näytä "Sulje"-valikko päävalikossa. Valikko on tarpeellinen, jos haluat joskus sulkea Kodin.

# #31184
source: Do not completely hide the side menu when it is not focused. An invisible side menu gives Revolve a cleaner look, but there is no longer a visual clue that suggests the presence of a side menu.
es_es: No oculta completamente el menú lateral cuando no tiene el foco. Un menú lateral invisible hace más limpia la visualización, pero no dará ninguna pista que sugiera que existe un menú lateral.
fi_fi: Älä piilota sivuvalikkoa kokonaan, kun se ei ole aktiivisena. Näkymätön sivuvalikko tekee ulkoasusta siistimmän, mutta silloin käyttäjä ei voi tietää sivuvalikon olemassaolosta.

# #31185
source: Enable the Live TV option in the Home Menu. This option will only be visible in the Home Menu if the Personal Video Recorder (PVR) features are enabled. You can enable these PVR features in the Live TV settings.
es_es: Activa la opción TV en Directo en el Menú de Inicio. Esta opción solo será visible en el Menú de Inicio si las funciones de grabador personal (PVR) están activadas. Puedes activar estas funciones en los ajustes de TV en Directo.
fi_fi: Näytä "Tv-lähetys" päävalikossa. Valikko voi näkyä vain, jos PVR-ominaisuus on otettu käyttöön. Ominaisuus otetaan käyttöön Tv-asetusvalikosta.

# #31186
source: Show the 'No information available' messages if there is no information available.
es_es: Muestra los mensajes de 'Sin información disponible' si no hay información disponible.
fi_fi: Näytä 'Tietoja ei saatavilla'-merkinnät, jos kohteelle ei löytynyt tietoja.

# #31187
source: Enable the (Play) Disc option in the Home Menu. This option will only be visible in the Home Menu if there is a disc in the drive of your Kodi device.
es_es: Activa la opción (Reproducir) Disco en el Menú de Inicio. Esta opción solo será visible en el Menú de Inicio si hay un disco en la unidad de tu dispositivo Kodi.
fi_fi: Näytä "Toista levy"-valikko päävalikossa. Valikko voi näkyä vain silloin, kun laitteen levyasemassa on CD/DVD/Blu ray -levy.

# #31188
source: Do not completely hide the scrollbar in the views when it is not focused. An invisible scrollbar gives Revolve a cleaner look, but there is no longer a visual clue that suggests the presence of the scrollbar.
es_es: No oculta completamente las barras de desplazamiento cuando no tiene el foco. Las barras invisibles haces más limpia la visualización, pero no dará ninguna pista que sugiera que existan estas barras de desplazamiento.
fi_fi: Älä piilota vierityspalkkia kokonaan, kun se ei ole aktiivisena. Näkymätön vierityspalkki tekee ulkoasusta siistimmän, mutta silloin käyttäjä ei voi tietää vierityspalkin olemassaolosta.

# #31189
source: Enable the Albums option in the Home Menu. This option will only be visible in the Home Menu if your library contains some music.
es_es: Activa la opción Álbumes en el Menú de Inicio. Esta opción solo será visible en el Menú de Inicio si la colección contiene música.
fi_fi: Näytä "Albumit" päävalikossa. Valikko voi näkyä vain, jos musiikkikirjastossa on musiikkia.

# #31190
source: Set the add-on that can provide lyrics for your music.
es_es: Define el add-on que proveerá las letras de tu música.
fi_fi: Valitse käytettävä sanoituslisäosa.

# #31191
source: Show the artwork for the currently playing media in the lower right corner of the screen in most Kodi windows. Hiding this artwork gives Revolve a cleaner but slightly boring look.
es_es: Muestra el arte del contenido que esté reproduciéndose en la esquina inferior derecha de la pantalla en casi todas las ventanas de Kodi. Ocultar esto le da a Revolve una visualización mas limpia, pero más aburrida.
fi_fi: Näyttää median pienoiskuvan ruudun oikeassa alanurkassa mediatoiston aikana. Kuvan piilottaminen tekee Revolvesta siistimmän, mutta myös tylsemmän näköisen.

# #31192
source: Enable an on-screen grid that you can use to place and align elements of this skin.
es_es: Activa una parrilla en la pantalla que puedes usar para poner y alinear los elementos de la skin.
fi_fi: Näyttää ruudukon, joka helpottaa ulkoasun elementtien sijoittelua.
fr_fr: Activer la grille à l'écran utile pour placer et aligner des éléments de cet habillage.
