Repository: Malthus/skin.revolve
Catalog: language/resource.language.*/strings.po
Languages: es_es, fi_fi, fr_fr, pl_pl

# #31851
source: Start a random slideshow
es_es: Empezar una presentación aleatoria
fi_fi: Käynnistä satunnainen kuvaesitys
pl_pl: Rozpocznij losowy pokaz slajdów

# #31852
source: Start a normal, recursive slideshow
es_es: Empezar una presentación normal recursiva
fi_fi: Käynnistä normaali kuvaesitys
pl_pl: Rozpocznij normalny, rekurencyjny pokaz slajdów

# #31853
source: Start a random recursive slideshow
es_es: Empezar una presentación aleatoria recursiva
fi_fi: Käynnistä satunnainen rekursiivinen kuvaesitys
pl_pl: Rozpocznij losowy, rekurencyjny pokaz slajdów

# #31854
source: Open your programs
es_es: Abrir tus programas
fi_fi: Avaa ohjelmat
pl_pl: Otwórz programy

# #31855
source: Open executable add-ons
es_es: Abrir los add-ons ejecutables
fi_fi: Avaa suoritettavat lisäosat
pl_pl: Otwórz wykonywalne dodatki

# #31856
source: Run external program
es_es: Ejecutar programa externo
fi_fi: Käynnistä ulkoinen sovellus
pl_pl: Uruchom zewnętrzny program

# #31857
source: Run external program and wait
es_es: Ejecutar programa externo y esperar
fi_fi: Käynnistä ulkoinen sovellus ja odota
pl_pl: Uruchom zewnętrzny program i czekaj

# #31858
source: Open Favourites
es_es: Abrir Favoritos
fi_fi: Suosikit
pl_pl: Otwórz Ulubione

# #31859
source: Open Weather
es_es: Abrir El Tiempo
fi_fi: Sää
pl_pl: Otwórz Pogodę

# #31860
source: Open Addon Browser
es_es: Abrir Navegador de Add-ons
fi_fi: Lisäosaselain
pl_pl: Otwórz Przeglądarkę Dodatków

# #31861
source: Open File Manager
es_es: Abrir Administrador de Archivos
fi_fi: Avaa tiedostonhallinta
pl_pl: Otwórz Menedżera Plików

# #31862
source: Open Settings
es_es: Abrir Ajustes
fi_fi: Asetukset
pl_pl: Otwórz Ustawienia

# #31863
source: Activate the screen saver
es_es: Activar salvapantallas
fi_fi: Käynnistä näytönsäästäjä
pl_pl: Aktywuj wygaszacz ekranu

# #31864
source: Take a screenshot
es_es: Capturar pantalla
fi_fi: Ota kuvankaappaus
pl_pl: Wykonaj zrzut ekranu

# #31865
source: Mute
es_es: Silencio
fi_fi: Mykistä
fr_fr: Muet
pl_pl: Wycisz

# #31866
source: Eject the tray in your device
es_es: Expulsar bandeja del dispositivo
fi_fi: Avaa levyaseman kelkka
pl_pl: Wysuń tackę napędu

# #31867
source: Wake device on local network
es_es: Despertar dispositivo en red local
fi_fi: Herätä lähiverkon laite
pl_pl: Wybudź urządzenie w sieci

# #31868
source: Execute a shell command
es_es: Ejecutar una orden shell
fi_fi: Suorita käsky komentorivillä
pl_pl: Uruchom polecenie powłoki

# #31869
source: Execute a shell command and wait
es_es: Ejecutar una orden shell y esperar
fi_fi: Suorita käsky ja odota
pl_pl: Uruchom polecenie powłoki i czekaj

# #31870
source: Refresh RSS Feeds
es_es: Refrescar RSS
fi_fi: Päivitä RSS-syötteet
pl_pl: Odśwież strumień nagłówków RSS

# #31871
source: Reload the current skin
es_es: Recargar skin actual
fi_fi: Lataa ulkoasu uudelleen
fr_fr: Recharger l'habillage actuel
pl_pl: Wczytaj skórę ponownie

# #31872
source: Minimize Kodi
es_es: Minimizar Kodi
fi_fi: Pienennä Kodi
pl_pl: Minimalizuj Kodi

# #31873
source: Log off user
es_es: Desconectar usuario
fi_fi: Kirjaudu ulos
pl_pl: Wyloguj użytkownika

# #31874
source: Suspend your device
es_es: Suspender dispositivo
fi_fi: Siirry lepotilaan
pl_pl: Uśpij urządzenie

# #31875
source: Hibernate your device
es_es: Hibernar dispositivo
fi_fi: Siirry virransäästötilaan
pl_pl: Hibernuj urządzenie

# #31876
source: Restart Kodi
es_es: Reiniciar Kodi
fi_fi: Käynnistä Kodi uudelleen
fr_fr: Redémarrer Kodi
pl_pl: Uruchom Kodi ponownie

# #31877
source: Quit Kodi
es_es: Cerrar Kodi
fi_fi: Poistu Kodista
pl_pl: Zamknij Kodi

# #31878
source: Reboot your device
es_es: Reiniciar dispositivo
fi_fi: Käynnistä laite uudelleen
pl_pl: Uruchom urządzenie ponownie

# #31879
source: Power down your device
es_es: Apagar dispositivo
fi_fi: Sammuta
pl_pl: Zamknij system

# #31880
source: Enter a custom command
es_es: Introducir orden personalizada
fi_fi: Kirjoita oma komento
pl_pl: Wprowadź niestandardowe polecenie

# #31881
source: Choose Playlist
es_es: Elegir Lista
fi_fi: Valitse Toistolista
pl_pl: Wybierz listę

# #31882
source: Choose Image
es_es: Elegir Imagen
fi_fi: Valitse Kuva
pl_pl: Wybierz obraz

# #31883
source: Choose File
es_es: Elegir Archivo
fi_fi: Valitse Tiedosto
pl_pl: Wybierz plik

# #31884
source: Choose Path
es_es: Elegir Ruta
fi_fi: Valitse Polku
fr_fr: Choisir chemin
pl_pl: Wybierz ścieżkę folderu

# #31885
source: Choose Addon
es_es: Elegir Add-on
fi_fi: Valitse lisäosa
pl_pl: Wybierz dodatek

# #31886
source: Enter Value
es_es: Introducir Valor
fi_fi: Syötä Arvo
pl_pl: Wprowadź wartość

# #31887
source: Custom Items Editor
es_es: Editor Elementos Personalizados
fi_fi: Omien kohteiden muokkaus
pl_pl: Edytor pozycji

# #31888
source: Circle Items Editor
es_es: Editor Elementos Circulares
fi_fi: Ympyrävalikon muokkaus

# #31889
source: From skin properties
es_es: De las propiedades de la skin
fi_fi: ulkoasusta
fr_fr: Selon les propriétés de l'habillage

# #31890
source: From a plug-in
es_es: De un plug-in
fi_fi: lisäosasta

# #31891
source: Window title
es_es: Título de ventana
fi_fi: Ikkunan nimi
pl_pl: Tytuł okna

# #31892
source: Source description
es_es: Descripción de fuente
fi_fi: Lähteen kuvaus
pl_pl: Opis źródła

# #31893
source: Plug-in
fi_fi: Lisäosa
pl_pl: Wtyczka

# #31894
source: Custom Submenu Editor
es_es: Editor Submenú Personalizado
fi_fi: Oman alavalikon muokkaus
pl_pl: Edytor podmenu

# #31895
source: Menu title
es_es: Título de menú
fi_fi: Valikon nimi
pl_pl: Tytuł menu

# #31896
source: Menu identifier
es_es: Identificador de menú
fi_fi: Valikon tunnus
pl_pl: Identyfikator menu

# #31897
source: Reset all the settings on this page to their default values.
es_es: Restaura todos los ajustes de esta página a sus valores por defecto.
fi_fi: Palauttaa kaikki sivun asetukset oletusarvoihinsa.
pl_pl: Przywraca wszystkie powyższe ustawienia do wartości domyślnych.

# #31898
source: Settings Reset Confirmation
es_es: Confirmación de Restauración de Ajustes
fi_fi: Palautuksen varmistus
pl_pl: Potwierdzenie przywracania ustawień

# #31899
source: Are you sure that you want to reset these settings to their default values?
es_es: ¿Estás seguro de que quieres restaurar todos estos ajustes a sus valores por defecto?
fi_fi: Haluatko varmasti palauttaa kaikki nämä asetukset oletusarvoihinsa?

# #31900
source: Items
es_es: Elementos
fi_fi: Kohteet
fr_fr: Éléments
pl_pl: Pozycje

# #31902
source: Shows
es_es: Series
fi_fi: Sarjaa

# #31903
source: Page
es_es: Página
fi_fi: Sivu
pl_pl: Strona

# #31906
source: Action
es_es: Acción
fi_fi: Toiminto
pl_pl: Akcja

# #31907
source: Side Menu
es_es: Menú Lateral
fi_fi: Sivuvalikko
pl_pl: Menu boczne

# #31908
source: Create
es_es: Crear
fi_fi: Luo
pl_pl: Utwórz

# #31909
source: Top Menu
es_es: Menú Superior
fi_fi: Ylävalikko
pl_pl: Menu górne

# #31910
source: Command
es_es: Orden
fi_fi: Komento
pl_pl: Polecenie

# #31912
source: Now
es_es: Ahora
fi_fi: Nyt
fr_fr: Maintenant
pl_pl: Teraz

# #31913
source: Category
es_es: Categoría
fi_fi: Tyyppi
pl_pl: Kategoria

# #31914
source: Parameter
es_es: Parámetro
fi_fi: Parametri
pl_pl: Parametr

# #31915
source: Close
es_es: Cerrar
fi_fi: Sulje
fr_fr: Fermer
pl_pl: Zamknij

# #31919
source: Back
es_es: Atrás
fi_fi: Takaisin
fr_fr: Retour
pl_pl: Wstecz

# #31920
source: Stop
es_es: Detener
fi_fi: Pysäytä
fr_fr: Arrêter

# #31921
source: Rewind
es_es: Rebobinar
fi_fi: Kelaa taaksepäin
fr_fr: Retour rapide
pl_pl: Do tyłu

# #31922
source: Pause
es_es: Pausar
fi_fi: Tauko
pl_pl: Pauza

# #31923
source: Fast Forward
es_es: Avanzar
fi_fi: Kelaa eteenpäin
fr_fr: Avance rapide
pl_pl: Do przodu

# #31924
source: DVD Menu
es_es: Menú DVD
fi_fi: DVD-valikko
pl_pl: Menu dysku

# #31925
source: Visualisation Presets
es_es: Preajustes de Visualización
fi_fi: Visualisoinnin esiasetukset
fr_fr: Réglages de visualisation
pl_pl: Zdefiniowane szablony wizualizacji

# #31926
source: Visualisation Settings
es_es: Ajustes de Visualización
fi_fi: Visualisoinnin asetukset
pl_pl: Ustawienia wizualizacji

# #31927
source: information is available
es_es: información disponible
fi_fi: Tietoja saatavilla
pl_pl: Dostępne informacje

# #31928
source: Names in view
es_es: Nombres en vista
fi_fi: Näytä nimet

# #31929
source: Wild
es_es: Salvaje
fi_fi: Villi

# #31930
source: License
es_es: Licencia
fi_fi: Lisenssi
pl_pl: Licencja

# #31931
source: Drop list
es_es: Lista suelta
fi_fi: Pystylista

# #31932
source: Circle list
es_es: Lista circular
fi_fi: Ympyrälista

# #31933
source: Landscape list
es_es: Lista apaisada
fi_fi: Vaakalista

# #31934
source: Revolve list
es_es: Lista Revolve
fi_fi: Revolven lista

# #31935
source: Thumbnails list
es_es: Lista miniatura
fi_fi: Pienoiskuvalista

# #31936
source: Panels list
es_es: Lista paneles
fi_fi: Paneelilista

# #31937
source: Gallery list
es_es: Lista galería
fi_fi: Gallerialista

# #31938
source: Rotate list
es_es: Lista rotada
fi_fi: Kiertolista

# #31939
source: Banners list
es_es: Lista pancartas
fi_fi: Bannerilista

# #31951
source: Arrows
es_es: Flechas
fi_fi: Nuolet
fr_fr: Flèches
pl_pl: Strzałki

# #31952
source: Circles
es_es: Círculos
fi_fi: Ympyrät

# #31953
source: Spiral
es_es: Espirales
fi_fi: Spiraalit

# #31954
source: Squares
es_es: Cuadrados
fi_fi: Neliöt

# #31970
source: Player Controls
es_es: Controles del Reproductor
fi_fi: Toiston säätimet
pl_pl: Przyciski odtwarzacza

# #31971
source: More Options
es_es: Mas Opciones
fi_fi: Lisäasetukset
pl_pl: Więcej opcji

# #31972
source: Control options
es_es: Opciones de control
fi_fi: Hallinta-asetukset
pl_pl: Opcje sterowania

# #31973
source: Behaviour
es_es: Comportamiento
fi_fi: Toimintatapa
pl_pl: Zachowanie

# #31974
source: Option Editor
es_es: Editor de Opción
fi_fi: Valikon muokkaus
pl_pl: Edytor opcji

# #31975
source: (hotline)
es_es: (línea directa)
fi_fi: (kuumalinja)

# #31976
source: Host
es_es: Equipo
fi_fi: Isäntä

# #31977
source: Auto Save
es_es: Auto Guardar
fi_fi: Automaattinen tallennus
pl_pl: Autozapis

# #31978
source: Channel Down
es_es: Canal Abajo
fi_fi: Kanava Alas

# #31979
source: Channel Up
es_es: Canal Arriba
fi_fi: Kanava Ylös

# #31980
source: Colour
es_es: Color
fi_fi: Väri
pl_pl: Kolor

# #31981
source: Red
es_es: Rojo
fi_fi: Punainen
pl_pl: Czerwony

# #31982
source: Green
es_es: Verde
fi_fi: Vihreä
fr_fr: Vert
pl_pl: Zielony

# #31983
source: Blue
es_es: Azul
fi_fi: Sininen
pl_pl: Niebieski

# #31984
source: Purple
es_es: Púrpura
fi_fi: Purppura
pl_pl: Fioletowy

# #31986
source: White
es_es: Blanco
fi_fi: Valkoinen
pl_pl: Biały

# #31987
source: Grey
es_es: Gris
fi_fi: Harmaa
pl_pl: Szary

# #31988
source: Black
es_es: Negro
fi_fi: Musta
pl_pl: Czarny

# #31989
source: Small Skip Backward
es_es: Retroceder a Pasos Pequeños
fi_fi: Pieni Hyppy Taaksepäin

# #31990
source: Small Skip Forward
es_es: Avanzar a Pasos Pequeños
fi_fi: Pieni Hyppy Eteenpäin

# #31991
source: Big Skip Backward
es_es: Retroceder a Pasos Grandes
fi_fi: Iso Hyppy Taaksepäin

# #31992
source: Big Skip Forward
es_es: Avanzar a Pasos Grandes
fi_fi: Iso Hyppy Eteenpäin

# #31993
source: Panic Button
es_es: Botón de Pánico
fi_fi: Hätäpainike

# #31994
source: Host
es_es: Equipo
fi_fi: Isäntä

# #31995
source: Disk Space
es_es: Espacio en Disco
fi_fi: Levytila

# #31996
source: Colour Settings
es_es: Ajustes de Color
fi_fi: Väriasetukset
pl_pl: Ustawienia kolorów

# #31005
source: TV/Radio
pl_pl: Telewizja/Radio

# #31034
source: FPS
fr_fr: TPS
pl_pl: Klatkaż
