Repository: Malthus/skin.revolve
Catalog: language/resource.language.*/strings.po
Languages: es_es, fi_fi, fr_fr, pl_pl

# #31193
source: Enable on-screen debug information that shows the currently active window and dialogs.
es_es: Activa la informacón de depuración en pantalla que da la ventana activa y sus diálogos.
fi_fi: Näyttää ruudun yläreunassa virheenkorjaustietoja, kuten ikkunoiden ja dialogien nimet.

# #31194
source: Show the media icons that give detailed information about resolution, video codec, audio codec, aspect ratio, etc. in most views. Showing these icons gives you more information about the highlighted media, but hiding these icons gives Revolve a cleaner look.
es_es: Muestra los iconos de contenido que dan información detallada sobre la resolución, códec, relación de aspecto, etc, en la mayoría de las vistas. Mostrar estos iconos te dará mas información del contenido elegido, pero ocultarlos te dará una vista mas limpia de Revolve.
fi_fi: Näyttää mediakuvakkeet, jotka antavat tietoa resoluutiosta, videokodekista, äänikodekista, kuvasuhteesta jne. Kuvakkeet antavat hyödyllistä lisätietoa, mutta niiden piilottaminen tekee ulkoasusta siistimmän näköisen.

# #31195
source: Reset all Revolve specific skin settings to the default values. This will delete all skin specific settings, including your custom Home Menu options!
es_es: Restaura todo los ajustes especificos de Revolve a sus valores por defecto. Esto borrará todos los ajustes especificos, incluyendo las opciones personalizadas del Menú de Inicio.
fi_fi: Palauta kaikki Revolve-ulkoasuun liittyvät asetukset oletusarvoihinsa. Tämä poistaa kaikki ulkoasukohtaiset asetukset, kuten päävalikkoon tehdyt muokkaukset!
fr_fr: Réinitialiser tous les paramètres d'habillage spécifiques de Revolve. Cela effacera tout paramétrage spécifique à l'habillage, y compris vos options personnalisées du menu d'accueil.

# #31196
source: Reload the current skin. This option is useful if you change the skin files while Kodi is running.
es_es: Recarga la skin actual. Esta opción es útil si cambias los archivos de la skin mientras Kodi está corriendo.
fi_fi: Lataa ulkoasun uudelleen. Tästä on hyötyä, jos olet muokannut ulkoasun tiedostoja Kodin ollessa käynnissä.
fr_fr: Recharger l'habillage actuel. Cette option est utile si vous modifiez les fichiers d'habillage pendant le fonctionnement de Kodi.

# #31197
source: Circle Items
es_es: Elementos Circulares
fi_fi: Ympyrävalikko
pl_pl: Zapętlaj pozycje

# #31198
source: Movie Source
es_es: Fuente de Película
fi_fi: Elokuvalähde
pl_pl: Źródło filmu

# #31199
source: Episode Source
es_es: Fuente de Episodio
fi_fi: Jaksolähde
pl_pl: Źródło odcinka

# #31200
source: Album Source
es_es: Fuente de Álbum
fi_fi: Albumin lähde
pl_pl: Źródło albumu

# #31201
source: Set the source of the movie information that is displayed inside the circle of the Home Menu. Some sources require an add-on; these sources are unavailable when this add-on is not installed. The movie information is accessible from the 'Movies' option in the Home Menu (press left when 'Movies' is selected). If you select 'Nothing', the movie information will be unavailable.
es_es: Define la fuente de información de películas que se mostrará dentro del círculo del Menú de Inicio. Algunas fuentes requieren un add-on; estas fuentes no están disponibles si el add-on no está instalado. La información de la película es accesible desde la opción 'Películas' en el Menú de Inicio (pulsa izquierda cuando se seleccione 'Películas') Si eliges 'Nada', la información de la película no estará disponible.
fi_fi: Valitse päävalikon ympyrässä näytettävien elokuvatietojen lähde. Jotkut lähteet tarvitsevat lisäosan; näitä lähteitä ei voi valita, jos lisäosaa ei ole asennettu. Elokuvatietoihin pääsee päävalikon "Elokuvat"-valikosta (paina vasemmalle, kun "Elokuvat" on valittuna). Jos valitset "Ei mitään", elokuvatietoja ei näytetä.

# #31202
source: Set the source of the episode information that is displayed inside the circle of the Home Menu. Some sources require an add-on; these sources are unavailable when this add-on is not installed. The episode information is accessible from the 'TV Shows' option in the Home Menu (press left when 'TV Shows' is selected). If you select 'Nothing', the episode information will be unavailable.
es_es: Define la fuente de información del episodio que se mostrará dentro del círculo del Menú de Inicio. Algunas fuentes requieren un add-on; estas fuentes no están disponibles si el add-on no está instalado. La información del episodio es accesible desde la opción 'Series de TV' en el Menú de Inicio (pulsa izquierda cuando se seleccione 'Series de TV') Si eliges 'Nada', la información del episodio no estará disponible.
fi_fi: Valitse päävalikon ympyrän sisällä näytettävien jaksotietojen lähde. Jotkut lähteet vaativat lisäosan toimiakseen. Nämä lähteet eivät ole käytössä, jos lisäosaa ei ole asennettu. Jaksotietoihin pääsee päävalikon 'Tv-sarjat'-kohteesta (paina vasemmalle, kun 'Tv-sarjat' on valittuna). Jos valitse 'Ei mitään', jaksotietoja ei näytetä.

# #31203
source: Set the source of the music album information that is displayed inside the circle of the Home Menu. Some sources require an add-on; these sources are unavailable when this add-on is not installed. The album information is accessible from the 'Albums' option in the Home Menu (press left when 'Albums' is selected). If you select 'Nothing', the album information will be unavailable.
es_es: Define la fuente de información del álbum que se mostrará dentro del círculo del Menú de Inicio. Algunas fuentes requieren un add-on; estas fuentes no están disponibles si el add-on no está instalado. La información del álbum es accesible desde la opción 'Álbumes' en el Menú de Inicio (pulsa izquierda cuando se seleccione 'Álbumes') Si eliges 'Nada', la información de la película no estará disponible.
fi_fi: Valitse päävalikon ympyrässä näytettävien albumitietojen lähde. Jotkut lähteet tarvitsevat lisäosan; näitä lähteitä ei voi valita, jos lisäosaa ei ole asennettu. Albumitietoihin pääsee päävalikon "Albumit"-valikosta (paina vasemmalle, kun "Albumit" on valittuna). Jos valitset "Ei mitään", albumitietoja ei näytetä.

# #31204
source: Always open in root folder
es_es: Abrir siempre en la carpeta raíz
fi_fi: Avaa juurikansio

# #31205
source: Make this Home Menu option always open in the root folder. Some Home Menu options remember the last opened library or folder. These options reopen the view in this library or folder, and not in the root folder. You can bypass this behaviour with this setting. Activating this setting will always open the library in the root folder.
es_es: Hace que esta opción del Menú de Inicio se abra siempre en la carpeta raíz. Algunas opciones del Menú de Inicio recuerdan la última colección o carpeta abierta. Estas opciones reabren las vista en esa colección o carpeta, y no en la raíz. Puedes omitir este comportamiento con este ajuste. Activándolo siempre se abrirán en la carpeta raíz.
fi_fi: Siirtyy päävalikosta aina valikkokohteen juurinäkymään. Jotkut valikkokohteet muistavat edellisen avoinna olleen kansion tai kirjaston kohteen. Tällä asetuksella voit kumota viimeksi avoinna olleeseen kohteeseen siirtymisen ja avata aina saman vakionäkymän.

# #31206
source: Show or hide the Revolve title screen on start-up.
es_es: Muestra u oculta la pantalla de título de Revolve al arrancar.
fi_fi: Näytä tai piilota Revolven latausruutu käynnistyksen yhteydessä.

# #31207
source: Choose the busy animation for the progress bars.
es_es: Escoge la animación para las barras de progreso.
fi_fi: Valitse latauspalkkien latausanimaatio.

# #31208
source: Select a busy animation:
es_es: Elige animación de ocupado:
fi_fi: Valitse latausanimaatio:
pl_pl: Wybierz animację zajętości:

# #31209
source: Show the description of the currently selected item (like movies or albums) in the Landscape views. Showing the description gives you more information about the selected item, but hiding the description shows more fanart in the background.
es_es: Muestra la descripción del elemento seleccionado (como películas o álbumes) en las vistas Apaisadas. Mostrar esta descripción te da mas información sobre el elemento seleccionado, pero ocultarla mostrará más fanart en el fondo.
fi_fi: Näyttää valitun kohteen (elokuvien tai albumien) kuvauksen vaakakuvanäkymissä. Kuvaus antaa lisätietoja valitusta kohteesta, mutta kuvauksen piilottaminen jättää enemmän tilaa taustakuvalle.

# #31210
source: Enable the TV option in the Home Menu. This option will only be visible in the Home Menu if the Personal Video Recorder (PVR) features are enabled. You can enable these PVR features in the Live TV settings.
es_es: Activa la opción TV en el Menú de Inicio. Esta opción solo será visible en el Menú de Inicio si las funciones de grabador personal (PVR) están activadas. Puedes activar estas funciones en los ajustes de TV en Directo.
fi_fi: Näytä "Tv" päävalikossa. Valikko voi näkyä vain, jos PVR-ominaisuus on otettu käyttöön. Ominaisuus otetaan käyttöön Tv-asetusvalikosta.

# #31211
source: Enable the Radio option in the Home Menu. This option will only be visible in the Home Menu if the Personal Video Recorder (PVR) features are enabled. You can enable these PVR features in the Live TV settings.
es_es: Activa la opción Radio en el Menú de Inicio. Esta opción solo será visible en el Menú de Inicio si las funciones de grabador personal (PVR) están activadas. Puedes activar estas funciones en los ajustes de TV en Directo.
fi_fi: Näyttää Radiovalikon päävalikossa. Radio näytetään vain, jos PVR-toiminnot ovat käytössä. PVR:n voi ottaa käyttöön tv-asetuksista.

# #31212
source: Enable on-screen debug information that shows the borders of the hidden lists in some views.
es_es: Activa la información de depuración en pantalla que muestra los bordes de las listas ocultas en algunas vistas.
fi_fi: Näytä virheenkorjaustiedoissa myös piilotettujen listojen reunat.

# #31213
source: Enable a back button (in some views) to improve mouse navigation in Revolve. With this back button you can close the active view and return to a previous window.
es_es: Activa el botón atrás (en algunas vistas) para mejorar la navegación con ratón por Revolve. Con este botón puedes cerrar la vista activa y volver a la ventana anterior.
fi_fi: Paluupainike helpottaa ulkoasun käyttämistä hiirellä. Painike sulkee avoinna olevan ikkunan ja siirtyy edelliseen ikkunaan.

# #31214
source: Group the items in the Side Menu in logical units with a small header.
es_es: Agrupa los elementos del Menú Lateral en unidades lógicas con una pequeña cabecera.
fi_fi: Ryhmittelee sivuvalikon kohteet käyttötarkoituksen mukaan.

# #31215
source: Draw a single colour background behind the overlay information to increase the readability of the currently playing media.
es_es: Pinta el fondo de un color detrás de la capa de información para aumentar la legibilidad del contenido que está reproduciéndose.
fi_fi: Näyttää mediatietojen takana taustavärin tietojen luettavuuden parantamiseksi.
pl_pl: Umożliwia wyświetlanie jednolitego koloru za nakładkami informacji o mediach, w celu poprawienie czytelności odtwarzanych mediów.

# #31216
source: Show the names of the unfocused thumbnails in the Thumbnails and Panels views. This gives the Thumbnails and Panels views a more cluttered look, but it is easier to navigate these views.
es_es: Muestra los nombres de las miniaturas no enfocadas en las vistas Miniaturas y Paneles. Esto le da a estas vistas un aspecto mas desordenado, pero es mas facil navegar por ellas.
fi_fi: Näyttää kohteiden nimet aina pienoiskuva- ja paneelinäkymissä. Tämä tekee näkymistä sekavamman näköisiä, mutta se helpottaa selaamista.

# #31217
source: Background animation level:
es_es: Nivel de animación del fondo:
fi_fi: Taustakuvien animoinnin taso:

# #31218
source: Select an animation level for animations in the background. These (useless) animations can be visible in the background of some views, around messages and in dialog windows.
es_es: Determina el nivel de animaciones del fondo. Estas animaciones (inútiles) pueden ser visibles en el fondo de algunas vistas, alrededor de los menajes o de las ventanas de diálogo.
fi_fi: Valitse taustakuvien animoinnin taso. Näitä (hyödyttömiä) animaatioita käytetään joidenkin näkymien, ilmoitusten ja dialogien taustalla.

# #31219
source: Show or hide the help text in all the Settings windows.
es_es: Muestra u oculta el texto de ayuda en las ventanas de Ajustes.
fi_fi: Näyttää tai piilottaa asetusvalikoiden ohjetekstit

# #31220
source: Choose shape of icons in Thumbnails view:
es_es: Elige la forma de los iconos de la vista Miniatura:
fi_fi: Valitse kuvakkeiden muoto pienoiskuvanäkymässä:

# #31221
source: This category contains the settings for how the backgrounds are handled.
es_es: Esta categoría contiene los ajustes sobre cómo se manejan los fondos.
fi_fi: Tämä kategoria sisältää taustakuviin liittyvät asetukset.

# #31222
source: This category contains the settings for how the options in the Home Menu are displayed. This includes turning options on or off, customizing pre-defined options, and adding new custom options.
es_es: Esta categoría contiene los ajustes sobre cómo se muestran las opciones del Menú de Inicio. Esto incluye activar o desactivar opciones, personalizarlas y añadir nuevas.
fi_fi: Tämä kategoria sisältää päävalikon kohteiden asetukset. Voit piilottaa tarpeettomat valikot, muokata niiden asetuksia tai luoda kokonaan uusia valikoita.

# #31223
source: This category contains the settings for how the circle menu inside the Home Menu is displayed. This includes the sources that populate these circle menus.
es_es: Esta categoría contiene los ajustes sobre qué muestran los círculos del Menú de Inicio. Esto incluye las fuentes para rellenar esos círculos.
fi_fi: Tämä kategoria sisältää päävalikon ympyrävalikkoon liittyviä asetuksia. Nähin asetuksiin kuuluu myös ympyrävalikon lähteet.

# #31224
source: This category contains the settings for the colours in Revolve. This includes the setting for colouring the button area of the dialog windows.
es_es: Esta categoría contiene los ajustes de color de Revolve. Esto incluye los ajustes para colorear los botones de las ventanas de diálogo.
fi_fi: Tämä kategoria sisältää Revolven väriasetukset. Näihin asetuksiin kuuluu myös dialogi-ikkunoiden painikkeiden värit.

# #31227
source: This category contains the settings for the default addons that Revolve uses.
es_es: Esta categoría contiene los ajustes sobre los add-ons que usa Revolve.
fi_fi: Tämä kategoria sisältää Revolven käyttämien oletuslisäosien asetukset.

# #31228
source: This category contains miscellaneous settings that are used in Revolve. Several visual aspects of the Revolve skin can be configured here.
es_es: Esta categoría contiene los ajustes varios sobre Revolve. Muchos aspectos visuales de la skin Revolve se configuran aquí.
fi_fi: Tämä kategoria sisältää Revolven muut asetukset. Täältä voi muokata monia Revolven ulkonäköön liittyviä asetuksia.

# #31229
source: This category contains the debug settings for Revolve.
es_es: Esta categoría contiene los ajustes de depuración de Revolve.
fi_fi: Tämä kategoria sisältää Revolven virheenkorjausasetukset.

# #31230
source: This category contains information about Revolve, including access to the changelog and the credits.
es_es: Esta categoría contiene información sobre Revolve, incluyendo la lista de cambios y los créditos.
fi_fi: Tämä kategoria sisältää tietoja Revolvesta, kuten muutoslokin ja tekijöiden nimet.

# #31231
source: Choose the shapes of the icons in the Thumbnails views.
es_es: Define la forma que tendrán los iconos en las vistas Miniatura.
fi_fi: Valitse pienoiskuvanäkymän kuvakkeiden muoto

# #31232
source: Run the script:
es_es: Ejecutar el script:
fi_fi: Suorita skripti:
pl_pl: Uruchom dodatek:

# #31233
source: Edit this Home Menu option. You can activate or deactivate this option, and set the background for this option. For custom options, you can choose a name (and subtitle) and set the action that is executed when this option is chosen in the Home Menu.
es_es: Edita esta opción del Menú de Inicio. Puedes activar o desactivar esta opción, y ponerle un fondo. En las opciones personalizadas, puedes ponerle nombre (y subtítulo) y definir al acción al ejecutar cuando se elija la opcion en el Menú de Inicio.
fi_fi: Muokkaa valikkoa. Voit ottaa valikon käyttöön tai kytkeä sen pois käytöstä. Vaihda valikon taustakuvaa. Vaihda valikon nimeä ja valitse sen kautta suoritettava toiminto.

# #31234
source: Rearrange Custom Options
es_es: Reorganizar Opciones Personalizadas
fi_fi: Muokkaa valikoiden järjestystä

# #31235
source: Rearrange the Custom Options in the Home Menu. This button opens a dialog in which you can change the order of the first twenty custom options in the Home Menu.
es_es: Reorganiza las Opciones Personalizadas del Menú de Inicio. Este botón abre un cuadro de diálogo donde podrás reordenar las primeras veinte opciones personalizadas del Menú de Inicio.
fi_fi: Muuta omien valikoiden järjestystä. Tämä painike avaa valikon, jonka kautta voi muokata omien valikoiden järjestystä.

# #31236
source: Custom Options Mover
es_es: Mover Opciones Personalizadas
fi_fi: Valikoiden järjestys

# #31237
source: Select the custom Home Menu option that you want to move within the list of custom Home Menu options.
es_es: Elige la opción personalizada que quieres mover dentro de la lista de opciones personalizadas del Menú de Inicio.
fi_fi: Valitse oma valikko, jonka sijaintia haluat muuttaa.

# #31238
source: Highlight the button area in dialogs
es_es: Resaltar área de botones en los diálogos
fi_fi: Korosta dialogien painikkeet
pl_pl: Podświetlaj obszar przycisku w oknach dialogowych

# #31239
source: Show the left side of the dialogs (where the buttons are located) in a separate colour. It is purely a matter of taste whether you want to enable or disable this option.
es_es: Muestra el lado izquierdo de los diálogos (donde están los botones) en otro color. Activar o desactivar esta opción depende del gusto personal de cada uno.
fi_fi: Käytä eri väriä dialogien vasemmassa reunassa (painikkeiden sijainti). Tämän asetuksen käyttäminen on puhtaasti makuasia.

# #31240
source: Weather Art
es_es: Arte de El Tiempo
fi_fi: Säätietojen kuvapaketti
pl_pl: Grafika pogody

# #31241
source: Select the fanart (the image resource) that is used as background image in the Weather-window.
es_es: Decide el fanart (recursos de imagen) que se usarán como fondo en la ventana El Tiempo.
fi_fi: Valitse säätietojen kanssa käytettävien taustakuvien lähde.

# #31242
source: Auto-refresh the information in dialogs
es_es: Refrescar automaticamente la información de los diálogos
fi_fi: Päivitä dialogien sisältö automaattisesti

# #31243
source: Refresh the information about movies, artists and music albums each time you open an information dialog. If you enable this option, the information in the dialog is always up-to-date. The disadvantage of this option is that the refresh may automatically open selection and search dialogs.
es_es: Refresca la información de las películas, intérpretes y álbumes cada vez que se abre el diálogo de información. Si está activo, la información estará siempre actualizada. La desventaja de esto es que el propio refresco puede abrir automáticamente las selecciones y buscar diálogos.
fi_fi: Päivittää elokuva-, esittäjä-, ja albumitietodialogien sisällön aina niiden avaamisen yhteydessä. Jos asetus on käytössä dialogien sisältö on aina ajan tasalla. Haittapuolena on se, että päivitys saattaa avata valinta- ja hakudialogeja.

# #31244
source: Custom colours
es_es: Colores personalizados
fi_fi: Omat värit
pl_pl: Niestandardowe kolory

# #31245
source: As the skin theme
es_es: Como el tema de skin
fi_fi: Ulkoasun teema
pl_pl: Jako motyw skóry

# #31246
source: Primary Colours
es_es: Colores Primarios
fi_fi: Ensisijaiset värit
pl_pl: Kolory podstawowe

# #31247
source: Select a primary colour theme
es_es: Selecciona un tema de color primario
fi_fi: Valitse ensisijainen väriteema
pl_pl: Wybierz podstawowy motyw koloru

# #31248
source: Background Colours
es_es: Colores del Fondo
fi_fi: Taustojen värit
pl_pl: Kolory tła

# #31249
source: Select a background colour theme
es_es: Selecciona un tema de color para el fondo
fi_fi: Valitse taustojen väriteema
pl_pl: Wybierz motyw koloru dla tła

# #31250
source: Custom colour
es_es: Color personalizado
fi_fi: Oma väri
pl_pl: Niestandardowy kolor

# #31251
source: Hide seekbar background
es_es: Ocutar fondo de barra de búsqueda
fi_fi: Piilota hakupalkin tausta
pl_pl: Ukrywaj tło paska przewijania

# #31252
source: Show or hide the dialog background of the seekbar.
es_es: Muestra u oculta el fondo del diálogo de la barra de búsqueda.
fi_fi: Näyttää tai piilottaa hakupalkin taustan.

# #31253
source: Autocompletion for Virtual Keyboard add-on
es_es: Add-on para AutoCompletado del Teclado Virtual
fi_fi: Virtuaalinäppäimistön ennakoiva tekstinsyöttö
pl_pl: Dodatek podpowiedzi klawiatury ekranowej

# #31254
source: Activate or deactivate autocompletion for the virtual keyboard. With this option, you can enable or disable autocompletion for the Revolve-skin only. If you want to disbale autocompletion for all skins, use the Settings button to disable or uninstall the Autocompletion add-on.
es_es: Activa o desactiva el autocompletado para el teclado virtual. Con esta opcion, puedes activar o desactivar el autocompletado solo para la skun Revolve. Si quieres desactivarlo por completo en todos los sitios, usa el botón en Ajustes para quitarlo, o desinstala el add-on de Autocompletado.
fi_fi: Ottaa käyttöön tai poistaa käytöstä virtuaalinäppäimistön ennakoivan tekstinsyötön. Vaikuttaa vain Revolve-ulkoasuun. Jos haluat poistaa sen kaikista ulkoasuista, poista Autocompletion-lisäosa asetuspainikkeen kautta.

# #31255
source: View or change the settings of the autocompletion for the virtual keyboard.
es_es: Consulta o cambia los ajustes de autocompletado para el teclado virtual.
fi_fi: Katso tai muuta virtuaalinäppäimistön ennakoivan tekstinsyötön asetuksia.
pl_pl: Umożliwia podgląd i zmianę ustawień podpowiedzi klawiatury ekranowej.

# #31256
source: Install the autocompletion for virtual keyboard add-on.
es_es: Instala el add-on para el autocompletado del teclado virtual.
fi_fi: Asenna virtuaalinäppäimistön ennakoiva tekstinsyötön lisäosa.
pl_pl: Umożliwia instalację dodatku podpowiedzi dla klawiatury ekranowej.

# #31257
source: View or change the settings of the selected lyrics add-on.
es_es: Consulta o cambia los ajustes del add-on de letras elegido.
fi_fi: Katso muuta valitun sanoituslisäosan asetuksia.
pl_pl: Umożliwiaj podgląd i zmianę ustawień wybranego dodatku wyświetlającego tekst utworu.

# #31258
source: Set the visiblity of this Exit Menu option. You can activate or deactivate this option, although the actual visibility in the Exit Menu may depend on the device's operating system and on other skin settings.
es_es: Ajusta la visibilidad de la opción Salir del Menú. Puedes activar o desactivar esta opción, pero realmente, la visibilidad en el Menú Salir depende del sistema operativo y otros ajustes de la skin.
fi_fi: Valitse näytetäänkö kohde lopetusvalikossa. Valikkokohteen näkyvyyteen saattaa vaikuttaa laitteen käyttöjärjestelmä ja ulkoasun muut asetukset.

# #31259
source: Media Settings
es_es: Ajustes de Contenido
fi_fi: Media-asetukset
pl_pl: Ustawienia mediów
