Repository: Malthus/skin.revolve
Catalog: language/resource.language.*/strings.po
Languages: es_es, fi_fi, fr_fr, pl_pl

# #31733
source: Recommended Movies
es_es: Películas Recomendadas
fi_fi: Suositellut elokuvat
fr_fr: Films recommandés
pl_pl: Filmy polecane

# #31734
source: Recommended Episodes
es_es: Episodios Recomendados
fi_fi: Suositellut jaksot
fr_fr: Episodes recommandés
pl_pl: Odcinki polecane

# #31735
source: Recommended Music Videos
es_es: Vídeos Musicales Recomendados
fi_fi: Suositellut musiikkivideot
pl_pl: Teledyski polecane

# #31736
source: Recommended Albums
es_es: Álbumes Recomendados
fi_fi: Suositellut levyt
pl_pl: Albumy polecane

# #31737
source: Recent Movies
es_es: Películas Recientes
fi_fi: Viimeisimmät Elokuvat
pl_pl: Filmy ostatnio dodane

# #31738
source: Recent Episodes
es_es: Episodios Recientes
fi_fi: Viimeisimmät Jaksot
pl_pl: Odcinki ostatnio dodane

# #31739
source: Recent Music Videos
es_es: Vídeos Musicales Recientes
fi_fi: Viimeisimmät Musiikkivideot
pl_pl: Teledyski ostatnio dodane

# #31740
source: Recent Albums
es_es: Álbumes Recientes
fi_fi: Viimeisimmät Levyt
pl_pl: Albumy ostatnio dodane

# #31750
source: Set the name of the custom option that will appear in the menu.
es_es: Define el nombre de la opción personalizada que aparecerá en el menú
fi_fi: Valitse oman valikon nimi.

# #31751
source: Set the subtitle that will appear over the custom option in the menu.
es_es: Define el subtítulo que aparecera sobre la opción personalizada en el menú.
fi_fi: Aseta oman valikon toisen tekstirivin teksti.

# #31752
source: Set the background image for the custom option in the menu.
es_es: Define la imágen de fondo para la opcion personalizada del menú.
fi_fi: Valitse oman valikon taustakuva.

# #31753
source: Set the type of custom option that you want to create, the action associated with this custom option:[CR]- Custom submenu opens another menu, which you can fill with custom options. You can use the 'Edit Submenu' button to manage this submenu.[CR]- Custom items opens a window with items (such as movies, music albums) form a selected source, so you can fill a view with random albums or recommended episodes. You can use the 'Choose Items' button to select different sources for these items.[CR]- Custom action allows you to execute built-in functions from Kodi. You can use the 'Create Command' button to create these actions.
es_es: Define el tipo de opción personalizada que quieres crear, la acción asociada con esta opción personalizada:[CR]- Submenú personalizado abre otro menú, que se puede rellenar con opciones personalizadas. Puedes usar el botón 'Editar Submenú' para gestionarlo.[CR]- Elementos personalizados abre una ventana con elementos (como películas o álbumes) de una fuente determinada, como una vista de álbumes aleatorios o episodios recomendados. Puedes usar el botón 'Elegir elementos' para elegir diferentes fuentes para estos elementos.[CR]- Acción personalizada permite ejecutar funciones de Kodi. Puedes usar el botón 'Crear Orden' para definir esas acciones.
fi_fi: Valitse minkälaisen toiminnon haluat luoda:[CR]- Oma alavalikko avaa uuden valikon, jonka sisällön voit päättää itse. Voit muuttaa valikon asetuksia 'Muokkaa alavalikkoa'-painikkeesta.[CR]- Omat kohteet avaa ikkunan, jossa näytetään valitun medialähteen (elokuvat, musiikki, albumit) sisältöä. 'Valitse kohteet'-painikkeesta voit valita medialähteen.[CR]- Oma komento antaa suorittaa Kodin sisäänrakennettuja komentoja. 'Luo komento'-painikkeesta voit luoda näitä komentoja.

# #31754
source: Set the name of the window that is opened by this custom option.
es_es: Define el nombre de la ventana que abrirá esta opción personalizada.
fi_fi: Aseta avattavan ikkunan nimi.

# #31755
source: Set the source pattern that defines the properties that provide the items. The number in this pattern should be represented by '%d', so Revolve can extract the item-information from the properties and display them in a window.
es_es: Indica el patrón origen que definen las propiedades que proveen los elementos. El numero de este patron debe representarse como '%d', asi Revolve puede extraer la información del elemento de la propiedad y mostrarla en una ventana.
fi_fi: Aseta lähteen tietojen esittämistapa. Numero merkitään '%d':llä, jotta Revolve voi selvittää kohteen tiedot.

# #31756
source: Set the plug-in that provides the items. You should write down the complete call to the plug-in, including arguments, but you should exclude the 'plug-in://' part of the call.
es_es: Indica el plug-in que provee los elementos. Debes escribir la llamada completa al plug-in, incluyendo los argumentos, pero debes quitar la parte 'plug-in://' de la llamada.
fi_fi: Valitse lisäosa, joka tarjoaa sisällön. Kirjoita koko komento, mutta jätä 'plug-in://' pois.

# #31757
source: Set the unique identifier of the submenu. The whole submenu is linked to this identifier. You can link an option to an existing submenu by copying the submenu's identifier, or you can loose a submenu by removing this identifier. An identifier should consist only of alphanumeric characters (so no spaces, no punctuation marks, no strange characters).
es_es: Indica un identificador único del submenú. El submenú entero está enlazado a este identificador. Puedes enlazar una opción a un submenú existente copiando el identificador de submenú, o puedes soltar el submenú eliminando este identificador. Un identificador debe consistir solo en caracteres alfanumericos (sin espacios, signo,s ni caracteres raros).
fi_fi: Aseta valikon ainutlaatuinen tunnus. Koko alavalikko yhdistetään tähän tunnukseen. Voit yhdistää valikon olemassa olevaan valikkoon kopioimalla sen tunnuksen tai voit poistaa yhteyden poistamalla sen tunnuksen. Tunnuksessa tulisi olla vain kirjaimia tai numeroita (ei välilyöntejä, pisteitä tai erikoismerkkejä).

# #31758
source: Set the Kodi built-in function that should be executed when this custom option is selected. You can edit this command or use the 'Create Command' button to create a new custom command.
es_es: Indica la función de Kodi que debe ejecutar esta opción personalizada cuando se elija. Puedes editar esta orden o usar el boton 'Crear Orden' para crear una nueva orden personalizada.
fi_fi: Valitse, mikä Kodin sisäänrakennettu komento suoritetaan. Voit muokata tätä komentoa tai käyttää 'Luo komento'-painiketta luodaksesi oman komennon.

# #31759
source: Confirm the settings of this custom option and return to the Skin Settings menu.
es_es: Confirma los ajustes de esta opción personalizada y vuelve al menú de Ajustes de Skin.
fi_fi: Vahvistaa oman valikon asetukset ja palaa ulkoasun asetuksiin.
fr_fr: Confirmer les paramètres de cette option personnalisée et retourner au menu des paramètres d'habillage.

# #31760
source: Discard the changes made in the settings of this custom option and return to the Skin Settings menu.
es_es: Descarta los cambios hechos en los ajustes de esta opción personalizada y vuelve al menú de Ajustes de Skin.
fi_fi: Peruuttaa tehdyt muutokset ja palaa ulkoasun asetuksiin.
fr_fr: Annuler les changements dans les paramètres de cette option personnalisée et retourner au menu des paramètres d'habillage.

# #31761
source: Open the Custom Action Editor to create a new action for this custom option.
es_es: Abre el Editor de Acciones Personalizadas para crear una nueva acción para esta opción personalizada.
fi_fi: Avaa oman komennon muokkaustyökälun komennon luomiseksi.

# #31762
source: Open the Custom Items Editor to select a source to provide items for this custom option.
es_es: Abre el Editor de Elementos Personalizados para elegir una fuente proveedora de elementos para esta opción personalizada.
fi_fi: Avaa omien kohteiden muokkaustyökälun tietolähteiden valitsemiseksi.

# #31763
source: Open the Custom Submenu Editor to create or edit the submenu that is accessible through this custom command.
es_es: Abre el Editor de Submenús Personalizados para crear o editar submenús accesibles por medio de ordenes personalizadas.
fi_fi: Avaa oman alavalikon muokkaustyökälun alavalikon luomiseksi.

# #31764
source: Clear all the settings for this custom command.
es_es: Borra todos los ajustes de esta orden personalizada.
fi_fi: Poistaa tehdyt muutokset.

# #31765
source: Enable or disable this help text.
es_es: Activa o desactiva este texto de ayuda.
fi_fi: Näyttää tai piilottaa ohjetekstit.

# #31766
source: Close the Custom Submenu Editor and return to the Custom Option Editor.
es_es: Cierra el Editor de Submenús Personaliados y vuelve al Editor de Opciones Personalizadas.
fi_fi: Sulkee oman alavalikon muokkaustyökalun ja palaa oman valikon muokkaukseen.

# #31767
source: Enable this option in this submenu. You should provide a name and an action to make this custom option do something useful.
es_es: Activa esta opción personalizada en este submenú. Debe definirse un nombre y una acción que haga algo útil.
fi_fi: Ota oma valikko käyttöön. Anna sille nimi ja määritä joku toiminto, että siitä olisi jotain hyötyä.

# #31768
source: Edit this custom submenu option. You can set the name and subtitle of this option, and you can enter the action that is executed when this option is chosen in the submenu.
es_es: Edita esta opción de submenú personalizada. Puede tener un nombre y un subtitulo para la opción y luego puedes definir que acción ejecutará cuando se elija esta opción en el submenú.
fi_fi: Muokkaa omaa alavalikkoa. Voit asettaa valikon nimen ja toisen tekstirivin tekstin. Voit valita mikä toiminto suoritetaan valikkoa käytettäessä.

# #31769
source: Use the scrollbar to quickly move through the list of options.
es_es: Usa la barra de desplazamiento para moverte rápidamente por la lista de opciones.
fi_fi: Vierityspalkin avulla voi selata listoja nopeammin.

# #31770
source: Set the type of custom option that you want to create, the action associated with this custom option:[CR]- Custom items opens a window with items (such as movies, music albums) form a selected source, so you can fill a view with random albums or recommended episodes. You can use the 'Choose Items' button to select different sources for these items.[CR]- Custom action allows you to execute built-in functions from Kodi. You can use the 'Create Command' button to create these actions.
es_es: Define el tipo de opción personalizada que quieres crear, la acción asociada con esta opción personalizada:[CR]- Elementos personalizados abre una ventana con elementos (como películas o álbumes) de una fuente determinada, como una vista de álbumes aleatorios o episodios recomendados. Puedes usar el botón 'Elegir elementos' para elegir diferentes fuentes para estos elementos.[CR]- Acción personalizada permite ejecutar funciones de Kodi. Puedes usar el botón 'Crear Orden' para definir esas acciones.
fi_fi: Valitse minkälaisen toiminnon haluat luoda:[CR]- Omat kohteet avaavat ikkunan, jossa on valitun lähteen sisältöä (kuten elokuvia tai levyjä), jolloin näkymä täyttyy satunnaisilla levyillä tai suositelluilla elokuvilla. Voit käyttää 'Valitse kohteet'-painiketta valitaksesi kohteiden lähteet.[CR]- Oma toiminto antaa suorittaa Kodin sisäänrakennettuja toimintoja. Voit luoda näitä toimintoja 'Luo komento'-painikkeella.

# #31771
source: Confirm the settings in this window and return to the Custom Option Editor.
es_es: Confirma los ajustes de esta ventana y vuelve al Editor de Opcion Personalizada.
fi_fi: Vahvistaa tehdyt muutokset ja palaa oman valikon muokkaukseen.

# #31772
source: Discard the changes made in this window and return to the Custom Option Editor.
es_es: Descarta los cambios hechos en esta ventana y vuelve al Editor de Opción Personalizada.
fi_fi: Peruuttaa tehdyt muutokset ja palaa oman valikon muokkaukseen.

# #31773
source: Select the custom action that you want to connect to your custom option, or select the 'Custom Command' option in the list so you can enter a command.
es_es: Elige la acción personalizada que quieres conectar con la opción personalizada, o elige la opción 'Orden Personalizada' en la lista si quieres meter una orden.
fi_fi: Valitse oma komento, jonka haluat yhdistää omaan valikkoosi tai valitse 'Oma komento'-vaihtoehto listasta, jotta voit kirjoittaa komennon.

# #31774
source: Select the items for this custom action. The selected items will be displayed in a window when the associated custom action is selected.
es_es: Elige los elementos para esta acción personalizada. Los elementos seleccionados se mostrarán en una ventana cuando se elija la acción personalizada asociada.
fi_fi: Valitse oman toiminnon kohteet. Kohteet näytetään ikkunassa, kun oma toiminto valitaan.

# #31775
source: Filter the list of items by the provider (the script or plug-in that provides the items) of the items.
es_es: Filtra la lista de elementos por proveedor (el script o plug-in que provee los elementos).
fi_fi: Suodata listaa tarjoajan perusteella (skripti tai lisäosa, joka tarjoaa kohteet).

# #31776
source: Select the playlist that is used in the highlighted action.
es_es: Elige la lista que se usará para la acción resaltada.
fi_fi: Valitse toistolista, jota käytetään valitun toiminnon kanssa.

# #31777
source: Select the image that is used in the highlighted action.
es_es: Elige la la imagen que se usará para la acción resaltada.
fi_fi: Valitse kuva, jota käytetään valitun toiminnon kanssa.

# #31778
source: Select the file that is used in the highlighted action.
es_es: Elige el archivo que se usará en la acción resaltada.
fi_fi: Valitse tiedosto, jota käytetään valitun toiminnon kanssa.

# #31779
source: Select the path that is used in the highlighted action.
es_es: Elige la ruta que se usara en la acción resaltada.
fi_fi: Valitse polku, jota käytetään valitun toiminnon kanssa.

# #31780
source: Select the addon that is used in the highlighted action.
es_es: Elige el add-on que se usará en la acción resaltada.
fi_fi: Valitse lisäosa, jota käytetään valitun toiminnon kanssa.

# #31781
source: Enter the string that is used in the highlighted action.
es_es: Introduce la cadena que se usará en la acción resaltada.
fi_fi: Kirjoita teksti, jota käytetään valitun toiminnon kanssa.

# #31782
source: Filter the list of actions by the kind of action that you want to create.
es_es: Filtra la lista de acciones por el tipo de acción que quieres crear.
fi_fi: Suodata toimintolistaa haluamasi toimintotyypin perusteella.

# #31783
source: Enter a custom built-in command for this custom action.
es_es: Introduce una orden personalizada para esta acción personalizada.
fi_fi: Kirjoita oman toiminnon komento.

# #31784
source: Enable Exit Menu in the Home Menu circle
es_es: Activar Menú Salir en el círculo del Menú de Inicio
fi_fi: Näytä Lopetusvalikko päävalikon ympyrässä

# #31785
source: Enable the exit menu in the circle of the Home Menu. This exit menu gives you fast access to all the exit options. If this menu is enabled, you can access it by pressing 'left' on the Exit-option in the Home Menu.
es_es: Activa el Menú Salir en el círculo del Menú de Inicio. Este menú da acceso rapido a todas las opciones de salida. Si se activa, puedes acceder a el pulsando 'izquierda' en la opción Salir del Menú de Inicio.
fi_fi: Näyttää lopetusvaliko päävalikon ympyrässä. Valikko aukeaa painamalla vasemmalle päävalikossa.

# #31786
source: Next Aired information available
es_es: Información de Siguiente Emitido disponible
fi_fi: Käytä Next Aired -lisäosan tietoja

# #31787
source: Enable the 'Next Aired' information in the circle of the Home Menu. If this option is enabled, you can access it by pressing 'left' on the Live TV-option in the Home Menu.
es_es: Activa la información 'Siguiente Emitido' en el círculo del Menú de Inicio. Si esta activado, puedes acceder a el pulsando 'izquierda' en la opcion TV en Directo del Menú de Inicio.
fi_fi: Näyttää 'Next Aired'-lisäosan tarjoamia tulevien jaksojen tietoja päävalikon ympyrässä. Jos tämä asetus on käytössä, sitä voi käyttää päävalikossa painamalla vasemmalle Tv-lähetyksen kohdalla.

# #31788
source: Busy animation
es_es: Animación de ocupado
fi_fi: Latausanimaatio
pl_pl: Animacja zajętości

# #31789
source: Show debug list border
es_es: Mostrar borde lista de depuración
fi_fi: Näytä listojen reunat

# #31790
source: Open the TV guide
es_es: Abrir guía de TV
fi_fi: Avaa tv:n ohjelmaopas
pl_pl: Otwórz przewodnik telewizyjny

# #31791
source: Open the radio guide
es_es: Abrir guía de radio
fi_fi: Avaa radion ohjelmaopas
pl_pl: Otwórz przewodnik radiowy

# #31792
source: Open the TV recordings
es_es: Abrir grabaciones de TV
fi_fi: Avaa tv:n tallennukset
pl_pl: Otwórz nagrania telewizyjne

# #31793
source: Open the radio recordings
es_es: Abrir grabaciones de radio
fi_fi: Avaa radion tallennukset
pl_pl: Otwórz nagrania radiowe

# #31794
source: Open the TV timers
es_es: Abrir programaciones de TV
fi_fi: Avaa tv:n ajastukset
fr_fr: Ouvrir les minuteurs TV
pl_pl: Otwórz harmonogram telewizyjny

# #31795
source: Open the radio timers
es_es: Abrir programaciones de radio
fi_fi: Avaa radion ajastukset
fr_fr: Ouvrir les minuteurs radio
pl_pl: Otwórz harmonogram radiowy

# #31796
source: Open the TV search window
es_es: Abrir ventana de búsqueda de TV
fi_fi: Avaa tv:n hakuikkuna

# #31797
source: Open the radio search window
es_es: Abrir ventana de búsqueda de radio
fi_fi: Avaa radion hakuikkuna

# #31798
source: Background Animation
es_es: Animación de Fondo
fi_fi: Taustakuvien animointi
pl_pl: Animacja tła

# #31799
source: Shape of icons in thumbnails view
es_es: Forma de los iconos en vista miniaturas
fi_fi: Kuvakkeiden muoto pienoiskuvanäkymässä

# #31800
source: Custom Option Editor
es_es: Editor Opción Personalizada
fi_fi: Oman valikon muokkaus

# #31801
source: Custom Action Editor
es_es: Editor Acción Personalizada
fi_fi: Oman komennon muokkaus

# #31802
source: Background Image
es_es: Imagen de Fondo
fi_fi: Taustakuva
pl_pl: Obraz tła

# #31803
source: Custom Submenu
es_es: Submenú Personalizado
fi_fi: Oma alavalikko
pl_pl: Niestandardowe podmenu

# #31804
source: Custom Items
es_es: Elementos Personalizados
fi_fi: Omat kohteet
pl_pl: Niestandardowe pozycje

# #31805
source: Custom Command
es_es: Orden Personalizada
fi_fi: Oma komento
pl_pl: Niestandardowa operacja

# #31806
source: Edit Submenu
es_es: Editar Submenú
fi_fi: Muokkaa alavalikkoa
fr_fr: Éditer le sous-menu
pl_pl: Edytuj podmenu

# #31807
source: Choose Items
es_es: Elegir Elementos
fi_fi: Valitse kohteet
pl_pl: Wybierz pozycje

# #31808
source: Create Command
es_es: Crear Orden
fi_fi: Luo komento
pl_pl: Utwórz polecenie

# #31809
source: Custom Submenu Editor
es_es: Editor Submenú Personalizado
fi_fi: Oman alavalikon muokkaus
pl_pl: Edytor podmenu

# #31810
source: Custom Items Editor
es_es: Editor Elementos Personalizados
fi_fi: Omien kohteiden muokkaus
pl_pl: Edytor pozycji

# #31811
source: TV/Radio Related Actions
es_es: Acciones Relaccionadas con TV/Radio
fi_fi: Tv- ja radiotoiminnot

# #31812
source: Video Related Actions
es_es: Acciones Relacionadas con Vídeo
fi_fi: Videotoiminnot

# #31813
source: Music Related Actions
es_es: Acciones Relaccionadas con Música
fi_fi: Musiikkitoiminnot

# #31814
source: Picture Related Actions
es_es: Acciones Relaccioandas con Fotos
fi_fi: Kuvatoiminnot

# #31815
source: Game and Program Related Actions
es_es: Acciones Relacionadas con Juegos y Programas
fi_fi: Peli- ja ohjelmatoiminnot

# #31816
source: Menu Option Related Actions
es_es: Acciones Relaccionadas con Opciones de Menú
fi_fi: Valikkotoiminnot

# #31817
source: Miscellaneous Actions
es_es: Acciones Varias
fi_fi: Muut toiminnot

# #31818
source: Kodi Control Actions
es_es: Acciones Control Kodi
fi_fi: Kodin hallinta

# #31819
source: Custom Command
es_es: Orden Personalizada
fi_fi: Oma komento
pl_pl: Niestandardowa operacja

# #31820
source: Open live tv
es_es: Abrir Tv en directo
fi_fi: Avaa tv-lähetys
pl_pl: Otwórz transmisję telewizyjną

# #31821
source: Open the EPG timeline
es_es: Abrir la lista EPG
fi_fi: Avaa ohjelmaoppaan aikalinja
pl_pl: Otwieraj oś czasu przwodnika

# #31822
source: Open the TV channels
es_es: Abrir los canales de TV
fi_fi: Avaa tv:n kanavalista
pl_pl: Otwieraj kanały telewizyjne

# #31823
source: Open the radio channels
es_es: Abrir los canales de radio
fi_fi: Avaa radion kanavalista

# #31824
source: Open the recordings
es_es: Abrir las grabaciones
fi_fi: Avaa tallennukset
pl_pl: Otwórz nagrania

# #31825
source: Open the timers
es_es: Abrir las programaciones
fi_fi: Avaa ajastukset
fr_fr: Ouvrir les minuteurs
pl_pl: Otwieraj harmonogram

# #31826
source: Open the searches
es_es: Abrir las búsquedas
fi_fi: Avaa haku

# #31827
source: Open your videos
es_es: Abrir tus vídeos
fi_fi: Avaa videot

# #31828
source: Open the video library
es_es: Abrir la colección de vídeo
fi_fi: Avaa videokirjasto
pl_pl: Otwórz bibliotekę wideo

# #31829
source: Open the movies library
es_es: Abrir la colección de películas
fi_fi: Avaa elokuvakirjasto
pl_pl: Otwórz bibliotekę filmów

# #31830
source: Open the TV shows library
es_es: Abrir la colección de series de TV
fi_fi: Avaa tv-sarjakirjasto
pl_pl: Otwórz bibliotekę seriali

# #31831
source: Open the music videos library
es_es: Abrir la colección de vídeos musicales
fi_fi: Avaa musiikkivideokirjasto
pl_pl: Otwórz bibliotekę teledysków

# #31832
source: Open the video playlists
es_es: Abrir las listas de vídeo
fi_fi: Avaa videotoistolistat
pl_pl: Otwórz listy odtwarzania

# #31833
source: Open the video add-ons
es_es: Abrir los add-ons de vídeo
fi_fi: Avaa videolisäosat
pl_pl: Otwórz dodatki wideo

# #31834
source: Open the video files
es_es: Abrir los archivos de vídeo
fi_fi: Avaa videotiedostot
pl_pl: Otwórz pliki wideo

# #31835
source: Open your video playlist
es_es: Abrir tu lista de vídeo
fi_fi: Avaa oma videotoistolista
pl_pl: Otwórz listę odtwarzania

# #31836
source: Play a dvd
es_es: Reproducir un DVD
fi_fi: Toista dvd-levy
pl_pl: Odtwarzaj dysk

# #31837
source: Update the complete video library
es_es: Actualizar toda la colección de vídeo
fi_fi: Päivitä koko videokirjasto
pl_pl: Aktualizuj całą bibliotekę wideo

# #31838
source: Update the video library with the selected path
es_es: Actualizar la colección de vídeo con la ruta elegida
fi_fi: Päivitä videokirjaston polku
pl_pl: Aktualizuj bibliotekę wideo dla wybranej ścieżki

# #31839
source: Clean the video library
es_es: Limpiar la colección de vídeo
fi_fi: Puhdista videokirjasto
pl_pl: Wyczyść bibliotekę wideo

# #31840
source: Open your music
es_es: Abrir tu música
fi_fi: Avaa musiikki
pl_pl: Otwórz swoją muzykę

# #31841
source: Open the music library
es_es: Abrir la colección de música
fi_fi: Avaa musiikkikirjasto
pl_pl: Otwórz bibliotekę muzyki

# #31842
source: Open the music playlists
es_es: Abrir las listas de música
fi_fi: Avaa musiikkitoistolistat
pl_pl: Otwórz listy odtwarzania

# #31843
source: Open the music add-ons
es_es: Abrir los add-ons de música
fi_fi: Avaa musiikkilisäosat
pl_pl: Otwórz dodatki muzyki

# #31844
source: Open the music files
es_es: Abrir los archivos de música
fi_fi: Avaa musiikkitiedostot
pl_pl: Otwórz pliki muzyki

# #31845
source: Open your music playlist
es_es: Abrir tu lista de música
fi_fi: Avaa oma musiikkitoistolista
pl_pl: Otwórz listę odtwarzania

# #31846
source: Rip a cd
es_es: Grabar un CD
fi_fi: Varmuuskopioi cd-levy
pl_pl: Zgraj dysk CD

# #31847
source: Update the music library
es_es: Actualizar la colección de música
fi_fi: Päivitä musiikkikirjasto

# #31848
source: Clean the music library
es_es: Limpiar la colección de música
fi_fi: Puhdista musiikkikirjasto
pl_pl: Wyczyść bibliotekę muzyki

# #31849
source: Open your pictures
es_es: Abrir tus fotos
fi_fi: Avaa kuvat
pl_pl: Otwieraj obrazy

# #31850
source: Start a normal slideshow
es_es: Empezar una presentación normal
fi_fi: Käynnistä tavallinen kuvaesitys
pl_pl: Rozpocznij normalny pokaz slajdów
